Repository: Otiel/BandcampDownloader
Catalog: src/BandcampDownloader/Properties/Resources.*.resx
Languages: ar, ca, de, es, fi, fr, hr, hu, id, it, ko, nb_no, nl, pl, pt, ru, sv, tr, uk, vi, zh

# labelDownloadRetryCooldown
source: Retry c_ooldown (sec)
ar: إعادة محاولة التهدئة (ثانية)
ca: Temps d'espera per reintentar-ho
de: A_bklingzeit wiederholen (sec)
es: Enfriamiento entre intentos (seg)
fi: Yritä uudelleen c_ooldown (sekuntia)
fr: _Temps d'attente avant nouvel essai (sec)
hr: Interval mirovanja (s)
hu: Újrapróbálkozási idő (másodperc)
id: Mencoba kembali c_ooldown (dtk)
it: Attesa (sec) _prima di un nuovo tentativo
nb_no: Prøv på _ny om (sek)
nl: C_ooldown opnieuw proberen (sec)
pl: Odstęp pomiędzy ponowieniem próby (sek)
pt: _Tempo de espera das repetições (seg)
ru: Повторная _перезарядка (сек)
sv: Försök igen c_ooldown (sek)
tr: Yeniden _bekleme süresi (sn)
uk: Повторна _перезаряда (сек)
vi: Thời gian trước khi thử lại (giây)
zh: 重试等待时间（秒）

# radioButtonNoProxy
source: _No proxy
ar: لا شيء
ca: Cap
de: _Kein
es: Sin proxy
fi: _ Ei yhtään
fr: A_ucun
hr: _Ništa
hu: _Nincs
id: _Tidak ada
it: _Nessuno
nb_no: _Ingen mellomtjener
nl: _Geen proxy
pl: _Brak
pt: _Nenhum
ru: _Нет
sv: _Ingen
tr: Yok
uk: _Немає проксі
vi: _Không có
zh: 不使用 (N)

# labelWebsite
source: Website
ar: موقع إلكتروني
ca: Lloc web
de: Webseite
es: Sitio web
fi: Verkkosivu
fr: Site web
hr: Web-stranica
hu: Weboldal
id: Situs web
it: Sito Web
nb_no: Nettside
pl: Strona internetowa
pt: Site
ru: Веб-сайт
sv: Hemsida
tr: Site
uk: Веб-сайт
vi: Trang web
zh: 网站

# radioButtonSystemProxy
source: _System proxy
ar: النظام
ca: Sistema
de: S_ystem
es: Proxy del sistema
fi: _Järjestelmä
fr: _Système
hr: _Sustav
hu: Rendszerbeállítás használata
id: S_istem
it: Proxy _di sistema
nb_no: S_ystemmellomtjener
nl: S_ysteem proxy
pl: _Systemowa
pt: S_istema
ru: _Системный
sv: S_ystem
tr: _Sistem
uk: _Системний проксі
vi: H_ệ thống
zh: 使用系统设置的代理 (S)

# labelYear
source: Album release _year
ar: سنة إصدار الألبوم
ca: Any de llançament de l'àlbum
de: Album _Veröffentlichungsjahr
es: Año de lanzamiento del álbum
fi: Albumin julkaisu_vuosi
fr: Année _de parution de l'album
hr: _Godina izdanja albuma
hu: Album kiadásának éve
id: Rilis album _tahun
it: Anno _di rilascio album
nb_no: Albumut_givelsesår
nl: Album release _jaar
pl: Data wydania albumu
pt: _Ano de lançamento do álbum
ru: _Год выпуска альбома
sv: Albumsläpp _år
tr: Albüm çıkış _yılı
uk: _Рік випуску альбому
vi: _Năm phát hành album
zh: 专辑发布年份

# labelTrackTitle
source: _Title
ar: الاسم
ca: Títol
de: _Titel
es: Título
fi: _Otsikko
fr: _Titre
hr: _Naslov
hu: _Cím
id: _Judul
it: _Titolo
nb_no: Titte_l
nl: _Titel
pl: _Tytuł
pt: _Título
ru: _Название
sv: _Titel
tr: _Başlık
uk: _Назва
vi: _Tựa đề
zh: 标题

# labelVersionNewUpdateAvailable
source: A new version is available
ar: الإصدار الجديد متاح
ca: Nova versió disponible
de: Neue Version verfügbar
es: Nueva versión disponible
fi: Uusi versio saatavilla
fr: Nouvelle version disponible
hr: Postoji nova verzija
hu: Új verzió érhető el.
id: Versi baru tersedia
it: È disponibile una nuova versione
nb_no: Ny versjon er tilgjengelig
nl: Nieuwe versie beschikbaar
pl: Nowa wersja jest dostępna
pt: Nova versão disponível
ru: Доступна новая версия
sv: Ny version tillgänglig
tr: Yeni sürüm mevcut
uk: Доступна нова версія
vi: Có phiên bản mới
zh: 有新版本可用

# textBoxCoverArtFileNameFormat_ToolTip
source: You can use placeholders to customize the file name: - {artist} will be replaced by the album artist - {album} will be replaced by the album name - {year}, {month} and {day} will be replaced by the album release date
ar: يمكنك استخدام العناصر النائبة لتخصيص اسم الملف: - سيتم استبدال {artist} بفنان الألبوم - سيتم استبدال {album} باسم الألبوم - سيتم استبدال {year} و{month} و{day} بتاريخ إصدار الألبوم
ca: Podeu utilitzar marcadors de posició per personalitzar el nom del fitxer: - {artist} serà substituït per l'artista de l'àlbum - {album} se substituirà pel nom de l'àlbum - {year}, {month} i {day} se substituiran per la data de llançament de l'àlbum
de: Sie können Platzhalter verwenden, um den Dateinamen anzupassen: • {artist} wird durch den Albumkünstler ersetzt • {album} wird durch den Albumnamen ersetzt • {year}, {month} und {day} werden durch das Veröffentlichungsdatum des Albums ersetzt
es: Puede usar marcadores para personalizar el nombre del archivo: - {artist} será reemplazado por el artista del álbum - {album} será reemplazado por el nombre del álbum - {year}, {month} y {day} serán reemplazados por la fecha de publicación del álbum
fi: Voit käyttää paikkamerkkejä räätälöidäksesi tiedostonimen: - {artist} korvataan albumin artistilla - {album} korvataan albumin nimellä - {year}, {month} ja {day} korvataan albumin julkaisupäivämäärällä
fr: Vous pouvez utiliser des paramètres de substitution pour personnaliser le nom des fichiers : - {artist} sera remplacé par l'interprète de l'album - {album} sera remplacé par le nom de l'album - {year} (année), {month} (mois) et {day} (jour) seront remplacés par la date de parution de l'album
hr: Ime datoteke možeš prilagoditi pomoću rezerviranih mjesta: - {artist} će se zamijeniti s izvođačem albuma - {album} će se zamijeniti s naslovom albuma - {year}, {month} i {day} će se zamijeniti s datumom izdanja albuma
hu: A fájlnév testreszabása érdekében helyettesítő szövegcímkéket alkalmazhat: – az {artist} helyére az album előadójának a neve kerül; – az {album} helyére az album neve kerül; – a {year}, {month} és {day} helyére az album megjelenésének dátuma kerül.
id: Anda bisa menggunakan tempat penampung untuk mengkustomisasi nama file: - [artis} akan digantikan oleh artis album - {album} akan digantikan oleh nama album - {year}, {month} dan {day} akan digantikan oleh tanggal rilis album
it: È possibile utilizzare i segnaposto per personalizzare il nome del file: - {artista} sarà sostituito dall'artista dell'album - {album} sarà sostituito dal nome dell'album - {anno}, {mese} e {giorno} saranno sostituiti dalla data di uscita dell'album
nb_no: Du kan bruke plassholdere til å tilpasse filnavnet: - {artist} erstattes av albumsartisten - {album} erstattes av albumsnavnet - {year}, {month} og {day} erstattes av albumsutgivelsesdatoen
pl: Możesz użyć tagów aby dostosować nazwę pliku: -{artist} zostanie zastąpiony wykonawcą -{album} zostanie zastąpiony nazwą albumu -{year}, {month} i {day} zostaną zastąpione odpowiednio rokiem, miesiącem i dniem wydania albumu
pt: Pode usar espaços reservados para personalizar o nome do ficheiro: - {artista} será substituído pelo artista do álbum - {álbum} será substituído pelo nome do álbum - {ano}, {mês} e {dia} serão substituídos pela data de lançamento do álbum
ru: Вы можете использовать заполнители для настройки имени файла: - {Artist} будет заменен исполнителем альбома - {album} будет заменен на название альбома - {year}, {month} и {day} будут заменены датой выпуска альбома
sv: Du kan använda platshållare för att anpassa filnamnet: - {artist} kommer att ersättas av albumartisten - {album} kommer att ersättas av albumnamnet - {year}, {month} och {day} kommer att ersättas av albumets releasedatum
tr: Dosya adını özelleştirmek için yer tutucuları kullanabilirsiniz: - {artist} albüm sanatçısı tarafından değiştirilecek - {album} albüm adı ile değiştirilecek - {year}, {month} ve {day} albümün yayınlanma tarihi ile değiştirilecek
uk: Ви можете використовувати заповнювачі для налаштування імені файлу: - {artist} буде замінено виконавцем альбому - {album} буде замінено на назву альбому - {year}, {month} та {day} будуть замінені датою виходу альбому
zh: 您可以使用如下占位符来自定义文件名： - {artist}：专辑艺术家 - {album}：专辑 - {year}，{month}和{day}：专辑发布日期

# textBoxDownloadRetryCooldown_ToolTip
source: Used to control the exponential back-off mechanism. After each failure of a track download, BandcampDownloader can wait for a specific time before trying again to download the track in order to avoid tickling the Bandcamp anti-spam filter. The formula used to compute the time to wait before trying again a download is the following: time = cooldown * (exponent ^ try-count) Recommended value = 0.2
ar: يستخدم للتحكم في آلية التراجع التقدمي. بعد كل فشل في تنزيل الأغنية، يمكن لبرنامج BandcampDownloader الانتظار لفترة محددة قبل المحاولة مرة أخرى لتنزيل الأغنية لتجنب تفعيل مرشح Bandcamp لمكافحة البريد العشوائي. الصيغة المستخدمة لحساب وقت الانتظار قبل محاولة التنزيل مرة أخرى هي كما يلي: الوقت = فترة التهدئة * (الأس ^ عدد المحاولات) القيمة الموصى بها = 0.2
ca: S'utilitza per controlar el mecanisme de retrocés exponencial. Després de cada error de descàrrega d'una pista, BandcampDownloader pot esperar un temps específic abans de tornar-ho a provar per descarregar la pista per evitar pessigolles al filtre anti-spam de Bandcamp. La fórmula utilitzada per calcular el temps d'espera abans de tornar a provar una baixada és la següent: temps = temps de reutilització * (exponent ^ recompte d'intents) Valor recomanat = 0,2
de: Wird verwendet, um den unkontrollieren Wiederholmechanismus zu steuern. Nach jedem Ausfall eines Titeldownload kann der BandcampDownloader eine bestimmte Zeit warten, um die Aktivierung des Bandcamp Anti-Spam-Filters zu vermeiden. Die Formel zur Berechnung der Wartezeit bis zum erneuten Versuch eines Downloads lautet wie folgt: Zeit = Abklingzeit * (Exponent ^ Wiederholungsversuche) Empfohlener Wert = 0,2
es: Se utiliza para controlar el mecanismo de retroceso exponencial. Cada vez que hay un error al descargar un tema, BandcampDownloader puede esperar un tiempo específico al intentar descargar de nuevo para evitar molestar el filtro anti-spam de Bandcamp. Esta formula es usada para calcular el tiempo de espera antes de intentarlo de nuevo: tiempo = tiempo de espera * (exponente ^ intentos) Valor recomendado = 0.2
fi: Käytetään rajoittamaan eksponentiaalista peruutusmekanismia. Jokaisen epäonnistuneen latauksen jälkeen BandcampDownloader voi odottaa tietyn ajanjakson ennen seuraavaa yritystä ladata kappale, jotta vältetään joutumasta Bandcampin roskapostisuodattimeen. Käytetty kaava odotusajan laskemiseen on seuraava: aika = cooldown * (exponent ^ yritysten lukumäärä) Suositeltu arvo = 0.2
fr: Utilisé pour contrôler l'algorithme d'attente exponentiel. Lorsque qu'un téléchargement échoue, BandcampDownloader attend un temps donné avant de ré-essayer de télécharger la chanson afin d'éviter de déclencher le filtre anti-spam de Bandcamp. La formule utilisée pour calculer le temps à attendre est la suivante : temps = temps-d'attente * (exposant ^ numéro-de-l'essai) Valeur conseillée = 0.2
hr: Koristi se za upravljanje eksponencijalnim mehanizmom ponovnih pokušaja. Nakon svakog neuspjelog preuzimanja pjesme, BandcampDownloader može pričekati određeno vrijeme prije ponovnog pokušaja preuzimanja pjesme, kako bi se izbjeglo golicanje Bandcampovog filtra protiv neželjene pošte. Formula koja se koristi za izračunavanje vremena prije ponovnog pokušaja preuzimanja je sljedeća: vrijeme = mirovanje * (potencija ^ broj pokušaja) Preporučena vrijednost = 0,2
hu: Ezzel testre szabható az exponenciális újrapróbálkozási szerkezet. Minden egyes sikertelen zeneszámletöltés után a program képes bizonyos ideig várakozni, mielőtt újrapróbálkozna; ezzel elkerülhető a Bandcamp anti-spam filter figyelmének felkeltése. A következő képlet alapján kerül kiszámításra a várakozási idő: idő = újrapróbálkozási idő * (exponens ^ próbálkozások száma) Ajánlott érték = 0.2 (Figyelem: A tizedesvessző helyett pontot [.] használjon!)
id: Digunakan untuk mengontrol mekanisme back-off eksponensial. Setelah setiap kegagalan pengunduhan trek, BandcampDownloader dapat menunggu sebelum mencoba lagi untuk mengunduh trek agar tidak menggelitik filter anti-spam Bandcamp. Rumus yang digunakan untuk menghitung waktu tunggu sebelum mencoba lagi unduhan adalah sebagai berikut: waktu = cooldown * (eksponen ^ percobaan-hitung) Nilai yang disarankan = 0,2
it: Controlla il meccanismo di backoff esponenziale. Dopo ogni scaricamento fallito, BandcampDownloader può aspettare un certo tempo prima di riprovare a scaricare la traccia, cosí da non attivare il filtro anti spam di Bandcamp. La formula usata per calcolare il tempo d'attesa è: tempo = cooldown * (esponente ^ conta-tentativi) Valore consigliato = 0.2
nb_no: Brukes for å kontrollere eksponensiell avholdenhetsmekanisme: Etter hver gang et spor mislykkes, kan BandcampDownloader vente en gitt tid før et nytt forsøk på å laste ned sporet, for å unngå å møte Bandcamp sitt anti-spam-filter. Formelen brukt for å regne ut ventetiden igjen på nedlasting er som følger: tid = ventetid * (eksponent ^ forsøksantall) Anbefalt verdi = 0.2
pl: Używany do kontrolowania wykładniczego mechanizmu back-off. Po każdym niepowodzeniu pobrania utworu BandcampDownloader może odczekać określony czas przed ponowną próbą pobrania utworu, aby uniknąć drażnienia filtra antyspamowego Bandcamp. Formuła używana do obliczania czasu oczekiwania przed ponowną próbą pobrania jest następująca: czas = czas oczekiwania * (wykładnik ^ liczba-prób) Zalecana wartość = 0.2
pt: Usado para controlar o mecanismo de recuo exponencial. Após cada falha de uma descarrega de faixa, o BandcampDownloader pode esperar por um tempo específico antes de tentar descarregar a faixa novamente de modo a evitar o filtro anti-spam do Bandcamp. A fórmula usada para calcular o tempo de espera antes de tentar descarregar novamente é o seguinte: tempo = tempo de espera * (expoente ^ contagem de tentativas) Valor recomendado = 0.2
ru: Используется для управления экспоненциальным механизмом отката. После каждого сбоя загрузки трека BandcampDownloader может подождать определенное время, прежде чем снова попытается загрузить трек, чтобы избежать лимит фильтра спама Bandcamp. Формула, используемая для вычисления времени ожидания перед повторной попыткой загрузки, выглядит следующим образом: время = время перезарядки * (экспонента ^ количество попыток) Рекомендуемое значение = 0,2
sv: Används för att styra den exponentiella back-off-mekanismen. Efter varje misslyckande med en låtnedladdning kan BandcampDownloader vänta en viss tid innan du försöker igen för att ladda ner spåret för att undvika att kittla Bandcamp anti-spam-filtret. Formeln som används för att beräkna tiden att vänta innan du försöker igen en nedladdning är följande: tid = cooldown * (exponent ^ försöksantal) Rekommenderat värde = 0,2
tr: Üstel geri çekilme mekanizmasını kontrol etmek için kullanılır. Bir parçanın indirilmesinin her başarısızlığından sonra, BandcampDownloader tekrar denemeden önce belirli bir süre bekleyebilir Bandcamp anti-spam filtresine takılmadan parçayı indirmek için. Bir indirme işlemini tekrar denemeden önce beklenecek süreyi hesaplamak için kullanılan formül: zaman = bekleme süresi * (üs ^ ^ deneme sayısı) Önerilen değer = 0,2
uk: Використовується для управління експоненціальним механізмом відступу. Після кожного збою завантаження доріжки BandcampDownloader може почекати певний час, перш ніж повторити спробу завантажити трек, щоб уникнути антиспамового фільтру Bandcamp. Формула, яка використовується для обчислення часу очікування перед повторною спробою завантаження, така: час = перезарядка * (експонента ^ кількість спроб) Рекомендоване значення = 0,2
zh: 用于控制“指数退避机制”。 在每次下载失败后，BandcampDownloader可以等待特定时间再重试 下载该文件，从而避免触发Bandcamp反刷屏过滤器。 用于计算再次尝试下载之前等待的时间的公式如下： 等待时间 = 冷却时间 * (该数字 ^ 已尝试的次数) 推荐设为0.2

# labelCoverArtFileNameFormat
source: File _name format
ar: تنسيق اسم الملف
ca: Format de nom de fitxer
de: Dateinamenformat
es: Formato de archivo
fi: Tiedosto_nimen formaatti
fr: Format du _nom de fichier
hr: Format ime_na datoteke
hu: Fájlnév formátuma:
id: Format nama_file
it: Formato _nome file
nb_no: Fil_navnsformat
nl: Bestands_naam formaat
pl: Format nazwy pliku
pt: Formato do _nome de ficheiro
ru: Формат _имени файла
sv: Fil_namnsformat
tr: _Dosya adı formatı
uk: Формат _імені файлу
vi: Định dạng t_ệp
zh: 文件名格式

# textBoxAllowedFileSizeDifference_ToolTip
source: When downloading a track, if the same file (name) already exists, it will be checked against the track to download. If the size of both files differ from less than this value (in percent), the track download will be skipped. Set this value to 0 in order to always download tracks, even if already existing on disk. Recommended value = 5
ar: عند تنزيل أغنية، إذا كان نفس الملف (الاسم) موجودًا بالفعل، فسيتم فحصه مقابل الأغنية المراد تنزيلها. إذا كان حجم كلا الملفين يختلف عن هذه القيمة (بالنسبة المئوية)، فسيتم تخطي تنزيل الأغنية. اضبط هذه القيمة على 0 لتنزيل الأغاني دائمًا، حتى لو كانت موجودة بالفعل على القرص. القيمة الموصى بها = 5
ca: Quan es baixa una pista, si el mateix fitxer (nom) ja existeix, es contrastarà amb la pista per descarregar. Si la mida dels dos fitxers és inferior a aquest valor (en percentatge), la descàrrega de la pista es saltarà. Establiu aquest valor a 0 per tal de baixar sempre pistes, encara que ja existeixin al disc. Valor recomanat = 5
de: Wenn beim Herunterladen eines Titels die gleiche Datei (derselbe Name) bereits existiert, wird er mit dem herunterzuladenden Titel verglichen. Wenn die Größe beider Dateien von weniger als diesem Wert (in Prozent) abweicht, wird das Herunterladen des Titels übersprungen. Setzen Sie diesen Wert auf 0, um Titel immer herunterzuladen, auch wenn sie bereits auf der Festplatte vorhanden sind. Empfohlener Wert = 5
es: Cuando se descarga una canción, si el mismo archivo (nombre) ya existe, será comparada con la canción a descargar. Si el tamaño de ambos archivos difiere por menos que este valor (en porcentaje), la descarga de la canción será omitida. Establezca este valor en 0 para descargar siempre las canciones, aún cuando ya existan en el almacenamiento. Valor recomendado= 5
fi: Kun kappaletta tallennetaan, jos saman niminen kappale on jo olemassa, se tullaan tarkastamaan. Jos kappaleiden koot poikkeavat vähemmän kuin tämän arvon (prosenteissa) kappaleen lataus ohitetaan. Aseta arvoksi 0, jotta kappaleet tallennetaan aina, vaikka levyllä olisi jo sama kappale. Suositeltu arvo = 5
fr: Quand une chanson est téléchargée, si le même nom de fichier existe déjà dans le dossier, il sera comparé au fichier à télécharger. Si la taille des deux fichiers diffère moins que cette valeur (en pourcentage), la chanson ne sera pas re-téléchargée. Paramétrez cette valeur à 0 pour toujours re-télécharger les chansons. Valeur conseillée = 5
hr: Prilikom preuzimanja pjesme, ako ista datoteka (ime datoteke) već postoji, usporedit će se s datotekom koja se preuzima. Ako je razlika između veličina datoteka manja od ove vrijednosti (u postocima), preuzimanje pjesme se preskače. Postavi ovu vrijednost na 0, kako bi se pjesme uvijek preuzele, čak i ako već postoje na disku. Preporučena vrijednost = 5
hu: Egy zeneszám letöltése előtt a célmappa azonos nevű fájlja (ha létezik ilyen) összehasonlításra kerül a letöltendő fájllal. Ha a két fájl mérete kevesebb. mint ez a (százalékos) érték, a zeneszám nem kerül letöltésre. Állítsa ezt az értéket 0-ra, ha minden esetben szeretné letölteni a zeneszámokat; még akkor is, ha már léteznek a célmappában. Ajánlott érték = 5
id: Saat mengunduh trek, jika file (nama) yang sama sudah ada, ia akan diperiksa terhadap trek untuk diunduh. Jika ukuran kedua file berbeda dari nilai ini (dalam persen), unduhan trek akan dilewati. Atur nilai ini ke 0 untuk selalu mengunduh trek, meskipun sudah ada di disk. Nilai yang disarankan = 5
it: Scaricando una traccia, se esiste già un file con lo stesso nome, si comparerà alla traccia da scaricare. Se la dimensione dei file differisce meno di questo valore (in percentuale), la traccia non sarà scaricata. Imposta questo valore a 0 per scaricare sempre le tracce, anche se sono già presenti sul disco. Valore consigliato = 5
nb_no: Sjekker om det finnes noe ved samme filnavn under nedlasting. Hvis størrelsen på begge filer er prosentvis forskjellig, (i prosent), vil ikke sporet bli lastet ned. Verdien 0 laster alltid ned spor, selv om de allerede finnes nedlastet. Anbefalt verdi = 5
pl: Podczas pobierania utworu, jeśli dany plik (lub o takiej samej nazwie) już istnieje, zostanie sprawdzony przed pobieraniem. Jeśli rozmiar obu plików różni się o wartość mniejszą niż podano (w %) pobieranie zostanie pominięte. Ustaw tą wartość na 0 aby zawsze nadpisywać pliki, nawet jeśli już są na dysku. Zalecana wartość = 5
pt: Quando descarregar uma faixa, se o mesmo ficheiro (com o mesmo nome) já existir, ele será verificado em relação à faixa a ser descarregada. Se o tamanho de ambos os ficheiros forem diferentes para menos que esse valor (em parcentagem), a transferência da faixa será ignorada. Defina este valor para 0 para sempre descarregar as faixas, mesmo que já existam no disco. Valor recomendado = 5
ru: При загрузке дорожки, если такой же файл (имя) уже существует, он будет сверен с дорожкой для загрузки. Если размер обоих файлов отличается от этого значения (в процентах), загрузка дорожки будет пропущена. Установите это значение в 0, чтобы всегда загружать треки, даже если они уже существуют на диске. Рекомендуемое значение = 5
sv: När du laddar ner ett spår, om samma fil (namn) redan finns, kommer den att kontrolleras mot spåret som ska laddas ner. Om storleken på båda filerna skiljer sig från mindre än detta värde (i procent), kommer spårnedladdningen att hoppas över. Sätt detta värde till 0 för att alltid ladda ner spår, även om de redan finns på disken. Rekommenderat värde = 5
tr: Bir parça indirilirken, aynı dosya (ad) zaten varsa, indirilecek parçaya karşı kontrol edilir. Her iki dosyanın boyutu bu değerden küçükse (yüzde olarak), parça indirme işlemi atlanır. Diskte zaten mevcut olsa bile parçaları her zaman indirmek için bu değeri 0 olarak ayarlayın. Önerilen değer = 5
uk: Під час завантаження доріжки, якщо той самий файл (ім'я) вже існує, його буде звірено з доріжкою для завантаження. Якщо розмір обох файлів відрізняється від цього значення (у відсотках), завантаження композиції буде пропущено. Встановіть це значення в 0, щоб завжди завантажувати композиції, навіть якщо вони вже є на диску. Рекомендоване значення = 5
vi: Khi tải xuống một bản nhạc, nếu cùng một tệp (tên) đã tồn tại, nó sẽ được đối chiếu với bản nhạc để tải xuống. Nếu kích thước của cả hai tệp khác nhau nhỏ hơn giá trị này (tính bằng phần trăm), thì quá trình tải xuống bản nhạc sẽ bị bỏ qua. Đặt giá trị này thành 0 để luôn tải xuống các bản nhạc, ngay cả khi đã tồn tại trên đĩa. Giá trị đề xuất = 5
zh: 下载时，如果已存在同名的文件，则该文件将会与要下载的文件进行比对。 如果两个文件的大小差异的百分比小于此值，则不会再下载该文件。 如果此值设置为0，那么文件始终会被下载，即使磁盘上已存在相同的文件。 建议设为5（5%的差异）

# labelListBoxItemCoverArt
source: Cover art
ar: الغلاف
ca: Art de la portada
de: Cover
es: Portada
fi: Kansikuva
fr: Pochette
hr: Omot
hu: Borítókép
id: Sampul album
it: Copertina
nb_no: Omslag
nl: Omslagdesign
pl: Grafika albumu
pt: Arte de capa
ru: Обложка
sv: Omslagsbild
tr: Kapak resmi
uk: Обкладинка
vi: Ảnh bìa
zh: 封面

# saveFileDialogTitle
source: Save as
ar: حفظ باسم
ca: Desar com
de: Speichern als
es: Guardar como
fi: Tallenna nimellä
fr: Sauvegarder en tant que
hr: Spremi kao
hu: Mentés másként
id: Simpan sebagai
it: Salva come
nb_no: Lagre som
pl: Zapisz jako
pt: Salvar como
ru: Сохранить как
sv: Spara som
tr: Farklı kaydet
uk: Зберегти як
vi: Lưu như
zh: 另存为

# labelListBoxItemPlaylist
source: Playlist
ar: قائمة التشغيل
ca: Llista de reproducció
de: Wiedergabeliste
es: Lista de reproducción
fi: Soittolista
fr: Liste de lecture
hr: Popis pjesama
hu: Lejátszási lista
id: Daftar putar
nb_no: Spilleliste
nl: Afspeellijst
pl: Playlista
pt: Lista de reprodução
ru: Плейлист
sv: Spellista
tr: Oynatma Listesi
uk: Плейлист
vi: Danh sách phát
zh: 播放列表

# labelHttp
source: _HTTP(S) proxy
ar: وكيل HTTP(S)
es: Proxy HTTP(S)
fi: _HTTP(S) välityspalvelin
fr: Proxy _HTTP(S)
hr: _HTTP(S) poslužitelj
it: Proxy _HTTP(S)
nb_no: _HTTP(S)-mellomtjener
pl: _HTTPS(S) proxy
pt: Proxy _HTTP(S)
ru: _HTTP(S) прокси
tr: _HTTP(S) proxy'si
uk: _HTTP(S) проксі
vi: Proxy _HTTP(S)
zh: HTTP(S)代理
