Repository: Otiel/BandcampDownloader
Catalog: src/BandcampDownloader/Properties/Resources.*.resx
Languages: ar, ca, de, es, fi, fr, hr, hu, id, it, ko, nb_no, nl, pl, pt, ru, sv, tr, uk, vi, zh

# labelComments
source: Comm_ents
ar: التعليقات
ca: Comentaris
de: Komm_entare
es: Comentarios
fi: Komm_entit
fr: C_ommentaires
hr: Kom_entari
hu: Megjegyzések
id: Kome_tar
it: Comm_enti
nb_no: Komm_entarer
nl: Comm_entaar
pl: Komentarze
pt: _Comentários
ru: _Комментарии
sv: Komm_entarer
tr: Yorumla_r
uk: _Коментарі
vi: Chú th_ích
zh: 注释

# labelLyrics
source: _Lyrics
ar: الكلمات
ca: Lletra
de: Son_gtexte
es: Letra
fi: _Sanat
fr: _Paroles
hr: _Tekstovi pjesama
hu: _Dalszöveg
id: _Lirik
it: Testo can_zoni
nb_no: _Sangtekster
pl: _Tekst
pt: _Letra da música
ru: _Текст песни
sv: _Texter
tr: Şarkı Sö_zleri
uk: _Тексти пісень
vi: _Lời nhạc
zh: 歌词

# labelAdvancedSettingsWarning
source: Change these settings at your own risk.
ar: قم بتغيير هذه الإعدادات على مسؤوليتك الخاصة.
ca: Canvieu aquests paràmetres sota el vostre propi risc.
de: Änderungen folgender Einstellungen auf eigener Gefahr.
es: Cambie estas configuraciones bajo su propia responsabilidad.
fi: Valitse nämä asetukset omalla vastuulla.
fr: Modifiez ces paramètres à vos risques et périls.
hr: Promijeni ove postavke na vlastitu odgovornost.
hu: Ezeket a beállításokat csak saját felelősségére módosítsa!
id: Ubah pengaturan ini dengan risiko ditanggung sendiri.
it: Cambia queste impostazioni a tuo rischio e pericolo.
nb_no: Endring av disse innstillingene foregår på egen risiko.
pl: Zmień te ustawienia na własne ryzyko.
pt: Altere estas configurações por sua conta e risco.
ru: Измените эти настройки на свой страх и риск.
sv: Ändra dessa inställningar på din egen risk.
tr: Bu ayarları değiştirmek kendi sorumluluğunuzdadır.
uk: Змініть ці налаштування на свій страх і ризик.
vi: Tự chịu rủi ro khi thay đổi các cài đặt này.
zh: 请慎重更改这些设置。

# labelVersion
source: Version
ar: النسخة
ca: Versió
es: Versión
fi: Versio
hr: Verzija
hu: Verzió
id: Versi
it: Versione
nb_no: Versjon
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản
zh: 版本

# labelButtonResetSettings
source: _Reset settings
ar: اعادة الضبط
ca: Restableix la configuració
de: Einstellungen _zurücksetzen
es: Restaurar configuración
fi: _Palauta oletusasetukset
fr: _Réinitialiser
hr: _Obnovi postavke
hu: _Beállítások visszaállítása
id: _Setel ulang pengaturan
it: _Ripristina impostazioni
nb_no: _Tilbakestill innstillinger
nl: _Reset instellingen
pl: _Przywróć domyślne ustawienia
pt: _Redefinir configurações
ru: _Сбросить настройки
sv: _Återställ inställningar
tr: _Ayarları Sıfırla
uk: _Скинути налаштування
vi: _Đặt lại cài đặt
zh: 恢复初始设置

# labelTrackNumber
source: Track n_umber
ar: رقم الاغنية
ca: Número de pista
de: Tielen_ummer
es: Número de canción
fi: Kappaleen n_umero
fr: N_uméro de la piste
hr: B_roj pjesme
hu: Sorszám
id: n_omor trek
it: _Numero traccia
nb_no: Sporn_ummer
nl: Track n_nummer
pl: Numer utworu
pt: _Número da faixa
ru: _Номер дорожки
sv: Spårn_ummer
tr: Şarkı _numarası
uk: Н_омер пісні
vi: Bản nhạc s_ố
zh: 曲目编号

# labelListBoxItemAdvanced
source: Advanced settings
ar: إعدادات متقدمة
ca: Configuració avançada
de: Erweiterte Einstellungen
es: Opciones avanzadas
fi: Lisäasetukset
fr: Paramètres avancés
hr: Napredne postavke
hu: Haladó beállítások
id: Pengaturan lanjutan
it: Impostazioni avanzate
nb_no: Avanserte innstillinger
nl: Geavanceerde instellingen
pl: Zaawansowane ustawienia
pt: Configurações avançadas
ru: Расширенные настройки
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
uk: Розширені налаштування
vi: Cài đặt nâng cao
zh: 高级设置

# labelCoverArtInTagsMaxSize
source: Max size (p_x)
ar: الحجم الأقصى (بكسل)
ca: Mida màxima (px)
de: Maximale Größe (p_x)
es: Tamaño máximo (px)
fi: Maksimikoko (p_x)
fr: Taille maximale (p_x)
hr: Maks. veličina (p_x)
hu: Maximum méret (pixel)
id: Ukuran maksimum (p_x)
it: Dimensione massima (p_x)
nb_no: Maksimal størrelse (p_x)
nl: Maximale grootte (p_x)
pl: Maksymalny rozmiar (p_x)
pt: Tamanho máximo (_px)
ru: Максимальный размер (p_x)
sv: Maximal storlek (p_x)
tr: Maksimum boyut (p_x)
uk: Максимальний розмір (p_x)
vi: Kích thước tối đa (p_x)
zh: 最大尺寸（像素）

# checkBoxSaveCoverArtInTags
source: Save in _tags
ar: احفظ في العلامات
ca: Desar en etiquetes
de: In _Tags speichern
es: Guardar en las etiquetas
fi: Tallenna _tageihin
fr: Sauvegarder dans les _métadonnées
hr: Spremi u _oznake
hu: Mentés _címkékbe
id: Simpan dalam _tags
it: Salva nelle _etichette
nb_no: Lagre i _etiketter
nl: Opslaan in _tags
pl: Zapisz w _tagach
pt: Salvar nas _tags
ru: Сохранить в _тегах
sv: Spara i _taggar
tr: _Etiketleri kaydet
uk: Зберегти в _тегах
vi: Lưu với _tag
zh: 保存到文件中

# labelPlaylistFileNameFormat
source: File _name format
ar: تنسيق إسم الملف
ca: Format de nom de fitxer
de: Dateinamenformat
es: Formato del archivo
fi: Tiedosto_nimen muoto
fr: Format du _nom de fichier
hr: Format ime_na datoteke
hu: Fájlnév formátuma:
id: Format nama_file
it: Formato _nome file
nb_no: Fil_navnsformat
nl: Bestands_naam formaat
pl: Format nazwy playlisty
pt: Formato do _nome de ficheiro
ru: Формат _имени файла
sv: Fil_namnsformat
tr: _Dosya adı formatı
uk: Формат _імені файлу
vi: Định dạng t_ệp
zh: 文件名格式

# radioButtonManualProxy
source: _Manual proxy configuration
ar: التعديل اليدوي
ca: Configuració manual
de: _Manuelle Konfiguration
es: Configuración manual del proxy
fi: _Manuaalinen määrittely
fr: _Manuel
hr: _Ručna konfiguracija
hu: _Kézi beállítás
id: _Pengaturan manual
it: _Configurazione manuale del proxy
nb_no: _Manuelt mellomtjeneroppsett
nl: Hand_matige proxy configuratie
pl: _Ręczna konfiguracja
pt: Configuração _manual
ru: _Ручная настройка
sv: _Manuell konfiguration
tr: _Manuel yapılandırma
uk: _Ручна конфігурація проксі
vi: _Cấu hình thủ công
zh: 手动设置 (M)

# labelArtist
source: _Artist
ar: الفنان
ca: Artista
de: _Interpret
es: Artista
fi: _Artisti
fr: _Interprète
hr: _Izvođač
hu: _Előadó
id: _Artis
it: Art_ista
nl: _Artiest
pl: _Wykonawca
pt: _Artista
ru: _Исполнитель
tr: _Sanatçı
uk: _Виконавець
vi: _Nghệ sĩ
zh: 作家

# labelVerboseLogInfo
source: (the log file is always verbose)
ar: (ملف السجل مطول دائمًا)
ca: (el fitxer de registre sempre és detallat)
de: (Protokolldatei immer detailliert)
es: (el archivo de registro siempre es detallado)
fi: (lokitiedosto on aina runsassanainen)
fr: (le fichier log est toujours verbeux)
hr: (protokol je uvijek opširan)
hu: (a jelentési fájl mindig részletes)
id: (berkas log selalu verbose)
it: (il file registro è sempre esteso)
nb_no: (loggfilen er alltid ordrik)
nl: (het logbestand is altijd uitgebreid)
pl: (plik logów jest zawsze rozszerzony)
pt: (o ficheiro de registo sempre é detalhado)
ru: (файл журнала всегда подробный)
sv: (logg-filen är alltid detaljerad)
tr: (günlük dosyası her zaman ayrıntılıdır)
uk: (файл журналу завжди докладний)
vi: (ghi chú luôn là văn xuôi)
zh: （日志文件中有详细信息）

# labelDownloadMaxTries
source: Download _max tries
ar: الحد الأقصى لمحاولات التنزيل
ca: Màxim d'intents de baixada
de: Max. Anzahl der Downloadversuche
es: Número máximo de intentos de descarga
fi: _Maksimimäärä latausyrityksiä
fr: Tentatives de téléchargements _maximum
hr: _Maks. broj pokušaja preuzimanja
hu: _Maximális letöltési próbálkozások száma
id: _Maks upaya pengunduhan
it: _Massimo numero di tentativi
nb_no: _Maks antall nedlastingsforsøk
nl: _Max downloadpogingen
pl: _Maksymalna ilość prób pobrania
pt: Tentativas máximas de transferência
ru: _Максимум попыток загрузки
sv: _Maximalt antal nerladdningsförsök
tr: _Maksimum indirme denemesi
uk: _Максимальна кількість спроб завантаження
vi: Số lần tải về _tối đa
zh: 尝试下载次数

# labelDownloadRetryExponent
source: Retry _exponent
ar: إعادة المحاولة
ca: Exponent per reintentar-ho
de: _Exponent wiederholen
es: Exponente de reintentos
fi: Yritä uudelleen _exponent
fr: E_xposant de nouvel essai
hr: Pot_enciranje ponovnih pokušaja
hu: Újrapróbálkozási képviselő
id: Coba lagi _exponent
it: _Esponente di un nuovo tentativo
nb_no: Gjentagelses_eksponent
nl: Opnieuw proberen _exponent
pt: Repetir _expoente
ru: Повторная _попытка
sv: Försök igen _exponent
tr: Yeniden _deneme sayısı
uk: Повторна _спроба
vi: Thử lại _số mũ
zh: 重试指数

# labelAllowedFileSizeDifference
source: Allowed file _size difference (%)
ar: حجم الملف المسموح به_نسبة الاختلاف(%)
ca: Diferència de mida de fitxer permesa (%)
de: Zulässige Dateigrößendifferenz (%)
es: Diferencia de tamaño de archivo permitida (%)
fi: Sallittu tiedostokoon _eroavaisuus (%)
fr: _Différence de taille de fichier autorisée (%)
hr: Dozvoljena razlika veličine _datoteke (%)
hu: Megengedett _különbség a fájlméretben (%)
id: Ukuran file yang diizinkan _perbedaan (%)
it: Differenza di grandezza (%) _dei file permessa
nb_no: Tillatt filstørrelsesforskjell (%)
nl: Toegestane bestandsgrootte _verschil (%)
pl: Dozwolona _różnica rozmiaru pliku (%)
pt: _Diferença de tamanho de ficheiros permitido (%)
ru: Допустимая _разница в размере файла (%)
sv: Tillåten filstorlek _skillnad (%)
tr: İ_zin verilen dosya boyutu farkı (%)
uk: Допустима _різниця у розмірі файлу (%)
vi: _Độ chênh lệch kích thước tệp cho phép (%)
zh: 允许的文件大小差异(%)

# messageBoxNoUpdateAvailable
source: You already have the latest version available ({0}).
ar: لديك بالفعل أحدث إصدار ({0}).
ca: Ja tens la darrera versió ({0}).
de: Sie verwenden bereits die neueste Version ({0}).
es: Ya tiene la versión más reciente ({0}).
fi: Sinulla on jo uusin versio ({0}).
fr: Vous avez déjà la dernière version ({0}).
hr: Već imaš najnoviju verziju ({0}).
hu: Már legfrissebb verziót használja ({0}).
id: Anda sudah memiliki versi terbaru ({0}).
it: Disponi già della versione piú recente ({0}).
nb_no: Du har allerede seneste versjon({0}).
nl: U heeft reeds de laatste versie ({0}).
pl: Już posiadasz najnowszą wersję ({0}).
pt: Você já tem a versão mais recente ({0}).
ru: У вас уже есть последняя версия ({0}).
sv: Du har redan den senaste versionen ({0}).
tr: Zaten en son sürümdesiniz ({0}).
uk: Ви вже маєте останню версію ({0}).
vi: Bạn đã có phiên bản mới nhất ({0}).
zh: 你已经在使用最新版本 ({0})。

# labelCurrentVersion
source: Current version:
ar: النسخة الحالية:
ca: Versió actual:
de: Aktuelle Version:
es: Versión actual:
fi: Nykyinen versio:
fr: Version actuelle :
hr: Trenutačna verzija:
hu: Jelenlegi verzió:
id: Versi sekarang:
it: Versione corrente:
nb_no: Nåværende versjon:
nl: Huidige versie:
pl: Używana wersja:
pt: Versão atual:
ru: Текущая версия:
sv: Nuvarande version:
tr: Kullanılan sürüm:
uk: Поточна версія:
vi: Phiên bản hiện tại:
zh: 当前版本：

# textBoxUrlsPlaceholder
source: Paste URLs of albums to download here. You can specify multiple URLs by writing one URL per line. A Bandcamp URL looks like: http://[artist].bandcamp.com/album/[album] or http://[artist].bandcamp.com/track/[track] Paste artist pages: http://[artist].bandcamp.com and check "☑ Download artist discography" to download all their albums.
ar: الصق عناوين URL للألبومات لتنزيلها هنا. يمكنك تحديد عناوين URL متعددة عن طريق كتابة عنوان URL واحد في كل سطر. يبدو عنوان URL الخاص بـ Bandcamp على النحو التالي: http://[artist].bandcamp.com/album/[album] أو http://[artist].bandcamp.com/track/[track] الصق صفحات الفنانين: http://[artist].bandcamp.com وحدد "☑ تنزيل ديسكغرافيا الفنان" لتنزيل جميع ألبوماتهم.
ca: Enganxeu els URL dels àlbums per baixar-los aquí. Podeu especificar diversos URL escrivint un URL per línia. Un URL de Bandcamp sembla: http://[artist].bandcamp.com/album/[album] o http://[artist].bandcamp.com/track/[track] Enganxeu les pàgines d'artista: http://[artist].bandcamp.com i marqueu "☑ Baixa discografia de l'artista" per baixar tots els seus àlbums.
de: Fügen Sie URLs von Alben ein, die Sie hier herunterladen können. Sie können mehrere URLs angeben, indem Sie eine URL pro Zeile eingeben. Eine Bandcamp-URL sieht so aus: http://[artist].bandcamp.com/album/[album] oder http://[artist].bandcamp.com/track/[track]. Seite von Interpreten einfügen: http://[artist].bandcamp.com und klicke auf „☑ Diskographie des Interpreten herunterladen“, um alle deren Alben herunterzuladen.
es: Pega los enlaces de los álbumes a descargar aquí. Puedes especificar varias URLs escribiendo una por línea. Una URL de Bandcamp se ve como: http://[artista].bandcamp.com/album/[álbum] o http://[artista].bandcamp.com/track/[canción] Pegue páginas de artista: http://[artista].bandcamp.com y cheque «☑ Descargar discografía del artista» para descargar todos su(s) álbumes.
fi: Liitä albumien osoitteet tähän lataamista varten. Voit syöttää useampia osoitteita kirjoittamalla jokaisen osoitteen uudelle riville. Bandcamp-osoite näyttää tältä: http://[artisti].bandcamp.com/album/[albumi] or http://[artisti].bandcamp.com/track/[kappale] Liitä artistin sivut: http://[artisti].bandcamp.com ja valitse "☑ Tallenna artistin diskografia" ladataksesi kaikki albumit.
fr: Copiez les URL d'albums à télécharger ici. Vous pouvez spécifier plusieurs URL en ayant un URL par ligne. Un URL de Bandcamp est de la forme suivante : http://[artiste].bandcamp.com/album/[album] ou http://[artiste].bandcamp.com/track/[chanson] Copiez des URL d'interprètes : http://[artiste].bandcamp.com et cocher « ☑ Télécharger la discographie de l'artiste » pour télécharger l'ensemble de leurs albums.
hr: Ovdje umetni URL adrese albuma za preuzimanje. Možeš odrediti više URL adresa zapisivanjem URL adresa po retku. URL adresa Bandcampa izgleda ovako: http://[artist].bandcamp.com/album/[album] ili http://[artist].bandcamp.com/track/[track] Umetni stranice izvođača: http://[artist].bandcamp.com i označi „☑ Preuzmi diskografiju izvođača” za preuzimanje svih albuma tog izvođača.
hu: Illessze be ebbe a szövegdobozba a letölteni kívánt albumok URL-jét (webcímét). Több sorban több URL-t is megadhat. Egy Bandcamp-URL a következőképp néz ki: http://[előadó].bandcamp.com/album/[album] vagy http://[előadó].bandcamp.com/track/[zeneszám] Illesze be az előadók oldalát: http://[előadó].bandcamp.com és jelölje be a „☑ Előadó diszkográfiájának letöltése" jelölőnégyzetet, hogy az előadó összes albuma letöltésre kerüljön.
id: Tempel URL album untuk diunduh di sini. Anda dapat memuat beberapa URL per baris. URL Bandcamp terlihat seperti: http://[artist].bandcamp.com/album/[album] atau http://[artist].bandcamp.com/track/[track] Tempel halaman artis: http://[artis].bandcamp.com dan centang "â˜‘ Unduh diskografi artis" untuk mengunduh semua album mereka.
it: Incolla qui gli URL degli album da scaricare. Puoi scaricare piú URL in una volta mettendo un link per riga. Un URL di Bandcamp è della forma http://[artista].bandcamp.com/album/[album] oppure http://[artista].bandcamp.com/track/[traccia] Incolla l'URL di una pagina artista http://[artista].bandcamp.com e spunta «☑ Scarica discografia» per scaricare tutti i suoi album.
nb_no: Lim inn nettadresser for album som skal lastes ned her. Du kan angi flerfoldige nettadresser ved å skrive én per linje. En Bandcamp-nettadresse ser slik ut: https://[artist].bandcamp.com/album/[album] eller https://[artist].bandcamp.com/track/[track] Lim inn artistsider: https://[artist].bandcamp.com og velg "☑ Last ned artistdiskografi" for å laste ned alle albumene deres.
pl: Wklej tu linki albumów do pobrania. Możesz podać linki do wielu albumów jednocześnie, każdy w kolejnej linii. Link strony z Bandcampa wygląda następująco: http://[wykonawca].bandcamp.com/album/[album] lub http://[wykonawca].bandcamp.com/track/[utwór] Możesz także pobrać całą dyskografię: http://[wykonawca].bandcamp.com i zaznacz "☑ Pobierz całą dyskografię" aby pobrać wszystkie albumy wykonawcy.
pt: Cole as URLs dos álbuns para baixar, aqui. Você pode especificar várias URLs escrevendo uma URL por linha. Uma URL do Bandcamp se parece com: http://[artista].bandcamp.com/album/[álbum] ou http://[artista].bandcamp.com/track/[faixa] Cole as páginas do artista: http://[artista].bandcamp.com e cheque «☑ Baixar a discografia do artista» para baixar todos os seus álbuns.
ru: Вставьте здесь URL-адреса альбомов, чтобы загрузить. Вы можете указать несколько URL-адресов, написав по одному URL-адресу на строку. URL-адрес Bandcamp выглядит следующим образом: http://[artist].bandcamp.com/album/[album] или http://[artist].bandcamp.com/track/[track] Вставьте страницы исполнителя: http://[artist].bandcamp.com и установите флажок "☑ Скачать дискографию исполнителя", чтобы скачать все их альбомы.
sv: Klistra in webbadresser till album att ladda ner här. Du kan ange flera webbadresser genom att skriva en URL per rad. En Bandcamp-URL ser ut så här: http://[artist].bandcamp.com/album/[album] eller http://[artist].bandcamp.com/track/[track] Klistra in artistsidor: http://[artist].bandcamp.com och markera "☑ Ladda ner artistdiskografi" för att ladda ner alla deras album.
tr: İndirmek için albümlerin URL'lerini buraya yapıştırın. Her satıra bir URL yazarak birden fazla URL belirleyebilirsiniz. Bir Bandcamp URL'si şuna benzer: http://[sanatçı].bandcamp.com/album/[albüm] veya http://[sanatçı].bandcamp.com/track/[track] Sanatçı sayfalarını yapıştırın: http://[sanatçı].bandcamp.com ve tüm albümlerini indirmek için "Sanatçı diskografisini indir"i işaretleyin.
uk: Вставте сюди URL-адреси альбомів для завантаження. Ви можете вказати кілька URL-адрес, написавши одну URL-адресу в рядок. URL-адреса Bandcamp виглядає так: http: // [artist] .bandcamp.com / album / [album] або http: // [artist] .bandcamp.com / track / [track] Вставте сторінки виконавця: http: // [artist] .bandcamp.com і поставте прапорець біля пункту "☑ Завантажити дискографію виконавця", щоб завантажити всі їх альбоми.
vi: Dán URL của các album để tải xuống tại đây. Bạn có thể chỉ định nhiều URL bằng cách viết một URL trên mỗi dòng. URL của Bandcamp có dạng như sau: http://[artist].bandcamp.com/album/[album] hoặc http://[artist].bandcamp.com/track /[track] Dán các trang nghệ sĩ: http://[artist].bandcamp.com và chọn "☑ Tải xuống đĩa hát của nghệ sĩ" để tải xuống tất cả các album của họ.
zh: 将专辑的链接粘贴在此处。一行只能粘贴一个链接。 Bandcamp的链接如下所示：http://[艺术家名称].bandcamp.com/album/[album]或http://[艺术家名称].bandcamp.com/track/[曲目名称] 您也可以粘贴作家主页：http://[艺术家名称].bandcamp.com并勾选“☑下载作家专辑”来下载作家的所有专辑。

# labelLanguage
source: _Language
ar: اللغة
ca: Llenguatge
de: S_prache
es: Idioma
fi: _Kieli
fr: _Langue
hr: _Jezik
hu: _Nyelv (Language)
id: _Bahasa
it: _Lingua
nb_no: _Språk
nl: _Taal
pl: _Język
pt: _Idioma
ru: _Язык
sv: _Språk
tr: _Dil
uk: _Мова
vi: _Ngôn ngữ
zh: 语言

# textBoxPlaylistFileNameFormat_ToolTip
source: You can use placeholders to customize the file name: - {artist} will be replaced by the album artist - {album} will be replaced by the album name - {year}, {month} and {day} will be replaced by the album release date
ar: يمكنك استخدام العناصر النائبة لتخصيص اسم الملف: - سيتم استبدال {artist} بفنان الألبوم - سيتم استبدال {album} باسم الألبوم - سيتم استبدال {year} و{month} و{day} بتاريخ إصدار الألبوم
ca: Podeu utilitzar marcadors de posició per personalitzar el nom del fitxer: - {artist} serà substituït per l'artista de l'àlbum - {album} se substituirà pel nom de l'àlbum - {year}, {month} i {day} se substituiran per la data de llançament de l'àlbum
de: Sie können Platzhalter verwenden, um den Dateinamen anzupassen: • {artist} wird durch den Albumkünstler ersetzt • {album} wird durch den Albumnamen ersetzt • {year}, {month} und {day} werden durch das Veröffentlichungsdatum des Albums ersetzt
es: Puedes usar marcadores para personalizar el nombre del archivo: - {artista} será reemplazado por el artista del álbum - {álbum} será reemplazado por el nombre del álbum - {año}, {mes} y {día} serán reemplazados por la fecha de publicación del álbum
fi: Voit käyttää paikkamerkkejä räätälöidäksesi tiedostonimen: - {artist} korvataan albumin artistilla - {album} korvataan albumin nimellä - {year}, {month} ja {day} korvataan albumin julkaisupäivämäärällä
fr: Vous pouvez utiliser des paramètres de substitution pour personnaliser le nom des fichiers : - {artist} sera remplacé par l'interprète de l'album - {album} sera remplacé par le nom de l'album - {year} (année), {month} (mois) et {day} (jour) seront remplacés par la date de parution de l'album
hr: Ime datoteke možeš prilagoditi pomoću rezerviranih mjesta: - {artist} će se zamijeniti s izvođačem albuma - {album} će se zamijeniti s naslovom albuma - {year}, {month} i {day} će se zamijeniti s datumom izdanja albuma
hu: A fájlnév testreszabása érdekében helyettesítő szövegcímkéket alkalmazhat: – az {artist} helyére az album előadójának a neve kerül; – az {album} helyére az album neve kerül; – a {year}, {month} és {day} helyére az album megjelenésének dátuma kerül.
id: Anda bisa menggunakan tempat penampung untuk mengkustomisasi nama file: - [artis} akan digantikan oleh artis album - {album} akan digantikan oleh nama album - {year}, {month} dan {day} akan digantikan oleh tanggal rilis album
it: È possibile utilizzare i segnaposto per personalizzare il nome del file: - {artista} sarà sostituito dall'artista dell'album - {album} sarà sostituito dal nome dell'album - {anno}, {mese} e {giorno} saranno sostituiti dalla data di uscita dell'album
nb_no: Du kan bruke plassholdere for å tilpasse filnavnet: - {artist} erstattes av albumsartisten - {album} erstattes av albumnavn - {year}, {month} og {day} erstattes av albumsutgivelsesdatoen
pl: Możesz użyć tagów aby dostosować nazwę pliku: -{artist} zostanie zastąpiony wykonawcą -{album} zostanie zastąpiony nazwą albumu -{year}, {month} i {day} zostaną zastąpione odpowiednio rokiem, miesiącem i dniem wydania albumu
pt: Pode usar espaços reservados para personalizar o nome do ficheiro: - {artista} será substituído pelo artista do álbum - {álbum} será substituído pelo nome do álbum - {ano}, {mês} e {dia} serão substituídos pela data de lançamento do álbum
ru: Вы можете использовать заполнители для настройки имени файла: - {Artist} будет заменен исполнителем альбома - {album} будет заменен на название альбома - {year}, {month} и {day} будут заменены датой выпуска альбома
sv: Du kan använda platshållare för att anpassa filnamnet: - {artist} kommer att ersättas av albumartisten - {album} kommer att ersättas av albumnamnet - {year}, {month} och {day} kommer att ersättas av albumets releasedatum
tr: Dosya adını özelleştirmek için yer tutucuları kullanabilirsiniz: - {artist} albüm sanatçısı tarafından değiştirilecek - {album} albüm adı ile değiştirilecek - {year}, {month} ve {day} albümün yayınlanma tarihi ile değiştirilecek
uk: Ви можете використовувати заповнювачі для налаштування імені файлу: - {artist} буде замінено виконавцем альбому - {album} буде замінено на назву альбому - {year}, {month} та {day} будуть замінені датою виходу альбому
zh: 您可以使用如下占位符来自定义文件名： - {artist}：专辑艺术家 - {album}：专辑 - {year}，{month}和{day}：专辑发布日期

# labelAlbumArtist
source: Album art_ist
ar: غلاف الالبوم
ca: Artista de l'àlbum
de: Albu_m (Interpret)
es: Artista del álbum
fi: Albumin art_isti
fr: Interprète de l'al_bum
hr: _Izvođač albuma
hu: Albumelőadó
id: Album art_is
it: Artista al_bum
nb_no: Albu_msartist
nl: Album art_iest
pt: Álbum do _artista
ru: _Исполнитель альбома
tr: Albü_m sanatçısı
uk: _Виконавець альбому
vi: Ng_hệ sĩ album
zh: 专辑作家

# labelVersionError
source: Could not check for updates
ar: لا يمكن التحقق من وجود تحديثات
ca: No s'han pogut comprovar si hi ha actualitzacions
de: Suche nach Aktualisierungen fehlgeschlagen
es: No se pudo buscar actualizaciones
fi: Ei voitu ladata päivityksiä
fr: Impossible de vérifier les mises à jour
hr: Neuspjelo traženje novih verzija
hu: Nem sikerült az új verzió ellenőrzése.
id: Tidak dapat memeriksa pembaruan
it: Non è possibile trovare aggiornamenti
nb_no: Kunne ikke se etter nye oppdateringer
nl: Kon niet controleren op updates
pl: Nie można sprawdzić aktualizacji
pt: Não foi possível verificar por atualizações
ru: Не удалось проверить наличие обновлений
sv: Kunde inte söka efter uppdateringar
tr: Güncellemeler kontrol edilemedi
uk: Не вдалося перевірити наявність оновлень
vi: Không thể tìm bản cập nhật
zh: 无法检查更新
