Repository: Otiel/BandcampDownloader
Catalog: src/BandcampDownloader/Properties/Resources.*.resx
Languages: ar, ca, de, es, fi, fr, hr, hu, id, it, ko, nb_no, nl, pl, pt, ru, sv, tr, uk, vi, zh

# labelListBoxItemDownloads
source: Downloads
ar: التحميلات
ca: Descàrregues
es: Descargas
fi: Lataukset
fr: Téléchargements
hr: Preuzimanja
hu: Letöltések
id: Unduhan
it: Scaricamenti
nb_no: Nedlastinger
pl: Pobrane
pt: Transferências
ru: Загрузки
sv: Nerladdningar
tr: İndirmeler
uk: Завантаження
vi: Tải về
zh: 下载

# labelSettingsInfo
source: Some settings cannot be changed while tracks are downloading.
ar: لا يمكن تغيير بعض الإعدادات أثناء تنزيل الاغاني.
ca: Alguns paràmetres no es poden canviar mentre es baixen pistes.
de: Einige Einstellungen können während des Herunterladens von Titeln nicht geändert werden.
es: Algunas opciones no pueden cambiarse mientras se estén descargando canciones.
fi: Joitain asetuksia ei voida muuttaa kesken kappaleiden latauksen.
fr: Certains paramètres ne peuvent pas être modifiés lorsque des téléchargements sont en cours.
hr: Neke se postavke ne mogu mijenjati dok se pjesme preuzimaju.
hu: Néhány beállítás nem módosítható, míg a háttérben letöltés zajlik.
id: Beberapa setelan tak bisa diubah ketika trek sedang diunduh.
it: Alcune impostazioni non possono essere modificate durante lo scaricamento.
nb_no: Noen innstillinger kan ikke endres under nedlasting av spor.
nl: Sommige instellingen kunnen niet worden gewijzigd tijdens het downloaden van tracks.
pl: Pewne ustawienia nie mogą zostać zmienione podczas pobierania.
pt: Algumas configurações não podem ser alteradas enquanto as faixas estão baixando.
ru: Некоторые настройки нельзя изменить во время загрузки треков.
sv: Några inställningar kan inte ändras medans spåren laddas ner.
tr: Parça indirilirken bazı ayarlar değiştirilemez.
uk: Деякі налаштування не можна змінити під час завантаження композицій.
vi: Một số cài đặt không thể thay đổi khi nhạc đang được tải về.
zh: 下载时无法更改某些设置。

# messageBoxCheckForUpdatesError
source: An error occured while checking for updates. Please retry later.
ar: حدث خطأ أثناء التحقق من وجود تحديثات. يرجى إعادة المحاولة لاحقًا.
ca: S'ha produït un error en comprovar si hi ha actualitzacions. Si us plau, torna-ho a provar més tard.
de: Suche nach Aktualisierungen fehlgeschlagen. Bitte versuchen Sie es später noch einmal.
es: Ocurrió un error al buscar actualizaciones. Vuelva a intentarlo más tarde.
fi: Virhe päivistysten tarkistuksessa. Yritä myöhemmin uudelleen.
fr: Une erreur est intervenue lors de la vérification de mises à jour. Veuillez réessayer plus tard.
hr: Dogodila se greška prilikom traženja novih verzija. Pokušaj kasnije ponovo.
hu: A frissítések ellenőrzése közben hiba lépett fel. Kérjük, próbálja újra később.
id: Terjadi kesalahan saat memeriksa pembaruan. Silakan coba lagi nanti.
it: Si è verificato un errore durante la ricerca di aggiornamenti. Per favore, riprova piú tardi.
nb_no: Feil under oppdateringssjekk. Prøv igjen senere.
nl: Er is een fout opgetreden bij het controleren op updates. Probeer het later opnieuw.
pl: Wystąpił błąd podczas sprawdzania aktualizacji. Spróbuj ponownie później.
pt: Ocorreu um erro durante a verificação por atualizações. Por favor, tente mais tarde.
ru: Произошла ошибка при проверке обновлений. Пожалуйста, попробуйте позже.
sv: Ett fel uppstod vid sökning efter uppdateringar. Försök igen senare.
tr: Güncellemeler kontrol edilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Під час перевірки оновлень сталася помилка. Будь ласка, повторіть спробу пізніше.
vi: Xuất hiện lỗi trong khi tìm bản cập nhật. Thử lại sau.
zh: 检查更新时出了点小问题。请稍后重试。

# labelListBoxItemTags
source: Naming and tags
ar: التسمية والعلامات
ca: Nomenclatura i etiquetes
de: Benennung und Tags
es: Nombramiento y etiquetas
fi: Nimeäminen ja tagit
fr: Noms et métadonnées
hr: Nazivi i oznake
hu: Elnevezés és címkék
id: Penamaan dan tag
it: Rinomina e etichette
nb_no: Navgivning og etiketter
nl: Naamgeving en Tags
pl: Nazewnictwo i tagi
pt: Nomeação e tags
ru: Название и теги
sv: Namngivning och taggar
tr: Adlandırma ve etiketler
uk: Назви та теґи
vi: Tên và tag
zh: 文件名和标签

# labelFileNameFormat
source: _File name format:
ar: تنسيق اسم الملف:
ca: Format de nom de fitxer:
de: _Dateinamenformat:
es: Formato de archivo:
fi: _Tiedostonimen formaatti:
fr: _Format du nom de fichier :
hr: _Format imena datoteke:
hu: Fájlnév formátuma:
id: _namaberkas format:
it: _Formato nomi file:
nb_no: _Filnavnsformat:
nl: Bestandsnaam _formaat:
pl: _Typ playlisty:
pt: Formato do _nome de ficheiro:
ru: Формат _имени файла:
sv: _Filnamnsformat:
tr: _Dosya adı formatı:
uk: Формат _імені файлу:
vi: Định dạng _tệp:
zh: 文件名格式：

# labelListBoxItemGeneral
source: General
ar: عام
de: Allgemein
fi: Yleinen
fr: Général
hr: Opće
hu: Általános
id: Umum
it: Generale
nb_no: Generelt
nl: Algemeen
pl: Podstawowe
pt: Geral
ru: Общая
sv: Generellt
tr: Genel
uk: Загальні
vi: Chung
zh: 通用

# textBoxFileNameFormat_ToolTip
source: You can use placeholders to customize the file name: - {artist} will be replaced by the album artist - {title} will be replaced by the track name - {tracknum} will be replaced by the track number - {album} will be replaced by the album name - {year}, {month} and {day} will be replaced by the album release date
ar: يمكنك استخدام العناصر النائبة لتخصيص اسم الملف: - سيتم استبدال {artist} بفنان الألبوم - سيتم استبدال {title} باسم المسار - سيتم استبدال {tracknum} برقم الأغنية - سيتم استبدال {album} باسم الألبوم - سيتم استبدال {year} و{month} و{day} بتاريخ إصدار الألبوم
ca: Podeu utilitzar marcadors de posició per personalitzar el nom del fitxer: - {artist} serà substituït per l'artista de l'àlbum - {title} se substituirà pel nom de la pista - {tracknum} es substituirà pel número de pista - {album} se substituirà pel nom de l'àlbum - {year}, {month} i {day} se substituiran per la data de llançament de l'àlbum
de: Sie können Platzhalter verwenden, um den Dateinamen anzupassen: • {artist} wird durch den Albumkünstler ersetzt • {title} wird durch den Titelnamen ersetzt • {tracknum} wird durch die Titelnummer ersetzt • {album} wird durch den Albumnamen ersetzt • {year}, {month} und {day} werden durch das Veröffentlichungsdatum des Albums ersetzt
es: Puedes usar marcadores para personalizar el nombre del archivo: - {artist} será reemplazado por el artista del álbum - {title} será reemplazado por el nombre del archivo - {tracknum} será reemplazado por el número de canción - {album} será reemplazado por el nombre del álbum - {year}, {month} y {day} serán reemplazado por la fecha de publicación del álbum
fi: Voit käyttää paikkamerkkejä räätälöidäksesi tiedostonimen: - {artist} korvataan albumin artistilla - {title} korvataan kappaleen nimellä - {tracknum} korvataan kappaleen järjestysnumerolla - {album} korvataan albumin nimellä - {year}, {month} ja {day} korvataan albumin julkaisupäivämäärällä
fr: Vous pouvez utiliser des paramètres de substitution pour personnaliser le nom des fichiers : - {artist} sera remplacé par l'interprète de l'album - {title} sera remplacé par le titre de la chanson - {tracknum} sera remplacé par le numéro de la piste - {album} sera remplacé par le nom de l'album - {year} (année), {month} (mois) et {day} (jour) seront remplacés par la date de parution de l'album
hr: Ime datoteke možeš prilagoditi pomoću rezerviranih mjesta: - {artist} će se zamijeniti s izvođačem albuma - {title} će se zamijeniti s naslovom pjesme - {tracknum} će se zamijeniti s brojem pjesme - {album} će se zamijeniti s naslovom albuma - {year}, {month} i {day} će se zamijeniti s datumom izdanja albuma
hu: A fájlnév testreszabása érdekében helyettesítő szövegcímkéket alkalmazhat: – az {artist} helyére az album előadójának a neve kerül; – a {title} helyére a zeneszám címe kerül; – a {tracknum} helyére a zeneszám sorszáma kerül; – az {album} helyére az album neve kerül; – a {year}, {month} és {day} helyére az album megjelenésének dátuma kerül.
id: Anda bisa menggunakan tempat penampung untuk mengkustomisasi nama file: - [artis} akan digantikan oleh artis album - {title} akan digantikan oleh nama trek - {tracknum} akan digantikan oleh nomor trek - {album} akan digantikan oleh nama album - {year}, {month} dan {day} akan digantikan oleh tanggal rilis album
it: Puoi usare segnaposto per personalizzare il nome dei file: - {artist} è sostituito con l'artista dell'album - {title} è sostituito col nome della traccia - {tracknum} è sostituito col numero della traccia - {album} è sostituito col nome dell'album - {year}, {month} e {day} sono sostituiti con la data di rilascio
nb_no: Du kan bruke plassholdere til å tilpasse filnavnet: - {artist} erstattes av albumsartisten - {title} erstattes av spornavnet - {tracknum} erstattes av spornummeret - {album} erstattes av albumsnavnet - {year}, {month} og {day} erstattes av albumsutgivelsesdatoen
pl: Możesz użyć tagów aby dostosować nazwę pliku: -{artist} zostanie zastąpiony wykonawcą -{title} zostanie zastąpiony tytułem utworu -{tracknum} zostanie zastąpiony numerem utworu -{album} zostanie zastąpiony nazwą albumu -{year}, {month} i {day} zostaną zastąpione odpowiednio rokiem, miesiącem i dniem wydania albumu
pt: Pode usar espaços reservados para personalizar o nome do ficheiro: - {artista} será substituído pelo artista do álbum - {título} será substituído pelo nome da faixa - {número_da_faixa} será substituído pelo número da faixa - {álbum} será substituído pelo nome do álbum - {ano}, {mês} e {dia} serão substituídos pela data de lançamento do álbum
ru: Вы можете использовать заполнители для настройки имени файла: - {Artist} будет заменен исполнителем альбома - {title} будет заменен на название трека - {tracknum} будет заменен номером трека - {album} будет заменен на название альбома - {year}, {month} и {day} будут заменены датой выпуска альбома
sv: Du kan använda platshållare för att anpassa filnamnet: - {artist} kommer att ersättas av albumartisten - {title} kommer att ersättas av spårnamnet - {tracknum} kommer att ersättas av spårnumret - {album} kommer att ersättas av albumnamnet - {year}, {month} och {day} kommer att ersättas av albumets releasedatum
tr: Dosya adını özelleştirmek için yer tutucuları kullanabilirsiniz: - {artist} albüm sanatçısı tarafından değiştirilecek - {title} parça ismi ile değiştirilecek - {tracknum} parça numarasıyla değiştirilecek - {album} albüm adı ile değiştirilecek - {year}, {month} ve {day} albümün yayınlanma tarihi ile değiştirilecek
uk: Ви можете використовувати заповнювачі для налаштування імені файлу: - {artist} буде замінено виконавцем альбому - {title} буде замінено на назву треку - {tracknum} буде замінено номером доріжки - {album} буде замінено на назву альбому - {year}, {month} та {day} будуть замінені датою виходу альбому
zh: 您可以使用如下占位符来自定义文件名： - {artist}：专辑艺术家 - {title}：曲目名称 - {tracknum}：曲目编号 - {album}：专辑 - {year}，{month}和{day}：专辑发布日期

# checkBoxVerboseLog_ToolTip
source: If checked, more information will be shown on the log.
ar: يظهر المزيد من المعلومات في السجل.
ca: Mostrar més informació al registre.
de: Zeigt weitere Informationen im Protokoll an.
es: Muestra más información en el registro.
fi: Näyttää enemmän tietoa lokista.
fr: Toutes les informations seront affichées sur le log.
hr: Prikazuje više informacija u protokolu.
hu: Több információ mutatása a jelentésben.
id: Lihat lebih banyak info di log.
it: Se si spunta, il registro sarà piú preciso.
nb_no: Viser mer info i loggen.
pl: Pokazuje rozszerzony log.
pt: Mostra mais informações no registo.
ru: Показывает больше информации в журнале.
sv: Visar mer information i loggen.
tr: Günlükte daha fazla bilgi gösterir.
uk: Показує більше інформації в журналі.
vi: Hiển thị thêm thông tin trong nhật ký.
zh: 在日志框中显示更多信息。

# labelAlbumTitle
source: Album _name
ar: اسم الالبوم
ca: Nom de l'àlbum
de: _Name des Albums
es: Nombre del álbum
fi: Albumin _nimi
fr: _Nom de l'album
hr: _Naslov albuma
hu: Album _címe
id: Nama _album
it: Nome a_lbum
nb_no: Album_navn
nl: Album _naam
pl: Nazwa_albumu
pt: _Nome do álbum
ru: _Название альбома
sv: Namn på album
tr: Albüm _ismi
uk: _Назва альбому
vi: _Tên album
zh: 专辑名称

# labelCoverArtInFolderMaxSize
source: Max size (_px)
ar: الحجم الأقصى (بكسل)
ca: Mida màxima (px)
de: Maximale Größe (_px)
es: Tamaño máximo (px)
fi: Maksimikoko (_px)
fr: Taille maximale (_px)
hr: Maks. veličina (_px)
hu: Maximum méret (pixel)
id: Ukuran maks (_px)
it: Dimensione massima (_px)
nb_no: Maksimal størrelse (_px)
nl: Maximale grootte (_px)
pl: Maksymalny rozmiar (_px)
pt: Tamanho máximo (_px)
ru: Максимальный размер (_px)
sv: Maximal storlek (_px)
tr: Maksimum boyut (_px)
uk: Максимальний розмір (_px)
vi: Kích thước tối đa (_px)
zh: 最大尺寸（像素）

# textBoxDownloadRetryExponent_ToolTip
source: Used to control the exponential back-off mechanism. After each failure of a track download, BandcampDownloader can wait for a specific time before trying again to download the track in order to avoid tickling the Bandcamp anti-spam filter. The formula used to compute the time to wait before trying again a download is the following: time = cooldown * (exponent ^ try-count) Recommended value = 4
ar: يستخدم للتحكم في آلية التراجع التقدمي. بعد كل فشل في تنزيل الأغنية، يمكن لبرنامج BandcampDownloader الانتظار لفترة محددة قبل المحاولة مرة أخرى لتنزيل الأغنية لتجنب تفعيل مرشح Bandcamp لمكافحة البريد العشوائي. الصيغة المستخدمة لحساب وقت الانتظار قبل محاولة التنزيل مرة أخرى هي كما يلي: الوقت = فترة التهدئة * (الأس ^ عدد المحاولات) القيمة الموصى بها = 4
ca: S'utilitza per controlar el mecanisme de retrocés exponencial. Després de cada error de descàrrega d'una pista, BandcampDownloader pot esperar un temps específic abans de tornar-ho a provar per descarregar la pista per evitar pessigolles al filtre anti-spam de Bandcamp. La fórmula utilitzada per calcular el temps d'espera abans de tornar a provar una baixada és la següent: temps = temps de reutilització * (exponent ^ recompte d'intents) Valor recomanat = 4
de: Wird verwendet, um den unkontrollierten Wiederholversuch zu steuern. Nach jedem Ausfall eines Titel-Downloadswartet der BandcampDownloader eine bestimmte Zeit, um die Aktivierung des Bandcamp-Anti-Spam-Filters zu vermeiden. Die Formel zur Berechnung der Wartezeit bis zum erneuten Versuch eines Downloads lautet wie folgt: Zeit = Abklingzeit * (Exponent ^ Wiederholungsversuche) Empfohlener Wert = 4
es: Se utiliza para controlar el mecanismo de retroceso exponencial. Cada vez que hay un error al descargar un tema, BandcampDownloader puede esperar un tiempo específico al intentar descargar de nuevo para evitar molestar el filtro anti-spam de Bandcamp Esta formula es usada para calcular el tiempo de espera antes de intentarlo de nuevo: tiempo = tiempo de espera * (exponente ^ intentos) Valor recomendado = 4
fi: Käytetään rajoittamaan eksponentiaalista peruutusmekanismia. Jokaisen epäonnistuneen latauksen jälkeen BandcampDownloader voi odottaa tietyn ajanjakson ennen seuraavaa yritystä ladata kappale, jotta vältetään joutumasta Bandcampin roskapostisuodattimeen. Käytetty kaava odotusajan laskemiseen on seuraava: aika = cooldown * (exponent ^ yritysten lukumäärä) Suositeltu arvo = 4
fr: Utilisé pour contrôler l'algorithme d'attente exponentiel. Lorsque qu'un téléchargement échoue, BandcampDownloader attend un temps donné avant de ré-essayer de télécharger la chanson afin d'éviter de déclencher le filtre anti-spam de Bandcamp. La formule utilisée pour calculer le temps à attendre est la suivante : temps = temps-d'attente * (exposant ^ numéro-de-l'essai) Valeur conseillée = 4
hr: Koristi se za upravljanje eksponencijalnim mehanizmom ponovnih pokušaja. Nakon svakog neuspjelog preuzimanja pjesme, BandcampDownloader može pričekati određeno vrijeme prije ponovnog pokušaja preuzimanja pjesme, kako bi se izbjeglo golicanje Bandcampovog filtra protiv neželjene pošte. Formula koja se koristi za izračunavanje vremena prije ponovnog pokušaja preuzimanja je sljedeća: vrijeme = mirovanje * (potencija ^ broj pokušaja) Preporučena vrijednost = 4
hu: Ezzel testre szabható az exponenciális újrapróbálkozási szerkezet. Minden egyes sikertelen zeneszámletöltés után a program képes bizonyos ideig várakozni, mielőtt újrapróbálkozna; ezzel elkerülhető a Bandcamp anti-spam filter figyelmének felkeltése. A következő képlet alapján kerül kiszámításra a várakozási idő: idő = újrapróbálkozási idő * (exponens ^ próbálkozások száma) Ajánlott érték = 4
id: Digunakan untuk mengontrol mekanisme back-off eksponensial. Setiap kali pengunduhan gagal, BandcampDownloader dapat menunggu sebelum mencoba lagi untuk mengunduh trek agar tidak menggelitik filter anti-spam Bandcamp. Rumus yang digunakan untuk menghitung waktu untuk tunggu sebelum mencoba lagi unduhan adalah sebagai berikut: waktu = cooldown * (eksponen ^ percobaan-hitung) Nilai yang disarankan = 4
it: Controlla il meccanismo di backoff esponenziale. Dopo ogni scaricamento fallito, BandcampDownloader può aspettare un certo tempo prima di riprovare a scaricare la traccia, cosí da non attivare il filtro anti spam di Bandcamp. La formula usata per calcolare il tempo d'attesa è: tempo = cooldown * (esponente ^ conta-tentativi) Valore consigliato = 4
nb_no: Brukes for å kontrollere eksponensiell avholdenhetsmekanisme: Etter hver gang et spor mislykkes, kan BandcampDownloader vente en gitt tid før et nytt forsøk på å laste ned sporet, for å unngå å møte Bandcamp sitt anti-spam-filter. Formelen brukt for å regne ut ventetiden igjen på nedlasting er som følger: tid = ventetid * (eksponent ^ forsøksantall) Anbefalt verdi = 4
pl: Używany do kontrolowania wykładniczego mechanizmu back-off. Po każdym niepowodzeniu pobrania utworu BandcampDownloader może odczekać określony czas przed ponowną próbą pobrania utworu, aby uniknąć drażnienia filtra antyspamowego Bandcamp. Formuła używana do obliczania czasu oczekiwania przed ponowną próbą pobrania jest następująca: czas = czas oczekiwania * (wykładnik ^ liczba-prób) Zalecana wartość = 4
pt: Usado para controlar o mecanismo de recuo exponencial. Após cada falha de uma descarrega de faixa, o BandcampDownloader pode esperar por um tempo específico antes de tentar descarregar a faixa novamente de modo a evitar o filtro anti-spam do Bandcamp. A fórmula usada para calcular o tempo de espera antes de tentar a descarrega novamente é o seguinte: tempo = tempo de espera * (expoente ^ contagem de tentativas) Valor recomendado = 4
ru: Используется для управления экспоненциальным механизмом отката. После каждой неудачной загрузки трека BandcampDownloader может подождать определенное время, прежде чем пытаться снова скачать трек, чтобы не лимита фильтр спама Bandcamp. Формула, используемая для вычисления времени ожидания перед повторной попыткой загрузки, выглядит следующим образом: время = время перезарядки * (экспонента ^ количество попыток) Рекомендуемое значение = 4
sv: Används för att styra den exponentiella back-off-mekanismen. Efter varje misslyckande med en låtnedladdning kan BandcampDownloader vänta en viss tid innan du försöker igen för att ladda ner spåret för att undvika att kittla Bandcamp anti-spam-filtret. Formeln som används för att beräkna tiden att vänta innan du försöker igen en nedladdning är följande: tid = cooldown * (exponent ^ försöksantal) Rekommenderat värde = 4
tr: Üstel geri çekilme mekanizmasını kontrol etmek için kullanılır. Bir parçanın indirilmesinin her başarısızlığından sonra, BandcampDownloader tekrar denemeden önce belirli bir süre bekleyebilir Bandcamp anti-spam filtresine takılmadan parçayı indirmek için. Bir indirme işlemini tekrar denemeden önce beklenecek süreyi hesaplamak için kullanılan formül: Zaman = bekleme süresi * (üs ^ ^ deneme sayısı) Önerilen değer = 4
uk: Використовується для управління експоненціальним механізмом відступу. Після кожного збою завантаження доріжки BandcampDownloader може почекати певний час, перш ніж повторити спробу завантажити трек, щоб уникнути антиспамового фільтру Bandcamp. Формула, яка використовується для обчислення часу очікування перед повторною спробою завантаження, така: час = перезарядка * (експонента ^ кількість спроб) Рекомендоване значення = 4
zh: 用于控制“指数退避机制”。 在每次下载失败后，BandcampDownloader可以等待特定时间再重试 下载该文件，从而避免触发Bandcamp反刷屏过滤器。 用于计算再次尝试下载之前等待的时间的公式如下： 等待时间 = 该数字 * (重试指数 ^ 已尝试的次数) 推荐设为4
