Repository: Otiel/BandcampDownloader
Catalog: src/BandcampDownloader/Properties/Resources.*.resx
Languages: ar, ca, de, es, fi, fr, hr, hu, id, it, ko, nb_no, nl, pl, pt, ru, sv, tr, uk, vi, zh

# buttonBrowse_ToolTip
source: Browse for folder
ar: تصفح بحثًا عن الملف
ca: Explora la carpeta
de: Nach Ordner suchen
es: Buscar carpeta
fi: Selaa kansiota
fr: Parcourir
hr: Traži mapu
hu: Mappaválasztás
id: Jelajah folder
it: Apri la cartella
ko: 폴더 찾아보기
nb_no: Velg mappe
nl: Bladeren naar map
pl: Przeglądaj foldery
pt: Procurar pasta
ru: Выбрать папку
sv: Bläddra efter mapp
tr: Klasöre göz at
uk: Обрати теку
vi: Tìm thư mục
zh: 选择文件夹

# buttonCancel
source: _Cancel
ar: _الغاء
ca: Cancelar
de: _Abbrechen
es: Cancelar
fi: _Peruuta
fr: _Annuler
hr: _Odustani
hu: _Mégse
id: _Batal
it: _Annulla
nb_no: _Avbryt
nl: _Annuleren
pl: _Anuluj
pt: _Cancelar
ru: _Отмена
sv: _Avbryt
tr: İ_ptal
uk: _Скасувати
vi: _Hủy
zh: 取消

# buttonCheckForUpdates
source: Check no_w
ar: _بحث عن اصدار جديد
ca: Cerca noves actualitzacions
de: _Jetzt suchen
es: Revisar _ahora
fi: Tarkista päivitykset
fr: Vérifier _maintenant
hr: Pro_vjeri sada
hu: Frissítés
id: cek nomor_w
it: Controlla _ora
nb_no: Sjekk _nå
nl: _Nu controleren
pl: Sprawdź aktualizację
pt: Verificar _agora
ru: Проверить _сейчас
sv: Kontrollera n_u
tr: Ş_imdi kontrol et
uk: Перевірити оновлення
vi: Kiểm tra ng_ay bây giờ
zh: 现在检查

# buttonDownloadUpdate
source: _Download update
ar: _تحميل النسخة الجديدة
ca: Descarrega la darrera versió
de: Neue Version _herunterladen
es: Descargar versión nueva
fi: _Lataa uusin versio
fr: _Télécharger la nouvelle version
hr: _Preuzmi novu verziju
hu: _Új verzió letöltése
id: _Unduh versi terbaru
it: _Scarica nuova versione
nb_no: _Last ned ny versjon
nl: Nieuwe versie _downloaden
pl: Pobierz nową wersję
pt: _Baixar nova versão
ru: _Загрузить новую версию
sv: _Ladda ner ny version
tr: _Yeni sürümü indir
uk: _Завантажити нову версію
vi: _Tải xuống phiên bản mới nhất
zh: 下载新版本

# buttonOpenSettingsWindow
source: _Settings
ar: _الاعدادات
ca: Configuració
de: _Einstellungen
es: Configuración
fi: _Asetukset
fr: _Paramètres
hr: Po_stavke
hu: _Beállítások
id: _pengaturan
it: _Impostazioni
nb_no: _Innstillinger
nl: In_stellingen
pl: _Ustawienia
pt: _Configurações
ru: _Настройки
sv: _Inställningar
tr: _Ayarlar
uk: _Налаштування
vi: _Cài đặt
zh: 设置

# buttonOpenSettingsWindow_ToolTip
source: Open settings
ar: أفتح الإعدادات
ca: Obrir la configuració
de: Einstellungen öffnen
es: Abrir configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres
hr: Otvori postavke
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri le Impostazioni
ko: 설정 열기
nb_no: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt: Abrir configurações
ru: Открыть настройки
sv: Öppna inställningar
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh: 打开设置

# buttonResetSettings_ToolTip
source: Resets settings to their default values
ar: إعادة ضبط الإعدادات الافتراضية
ca: Restableix la configuració als valors predeterminats
de: Einstellungen zurücksetzen
es: Restaurar configuración por defecto
fi: Palauta oletusasetukset
fr: Réinitialiser les paramètres à leur valeur par défaut
hr: Obnovi standardne postavke
hu: Alapértelmezett beállítások alkalmazása
id: Setel ulang pengaturan ke default
it: Ripristina le impostazioni predefinite
ko: 설정을 기본값으로 재설정
nb_no: Tilbakestill innstillinger til forvalg
nl: Standaardwaarden herstellen
pl: Resetuj do ustawień domyślnych
pt: Redefinir as configurações para os padrões
ru: Вернуть настройки по умолчанию
sv: Återställ till standard-inställningarna
tr: Ayarları varsayılanlara sıfırla
uk: Скинути налаштування до початкових
vi: Đặt lại cài đặt mặc định
zh: 恢复初始设置

# buttonSave
source: _Save
ar: _حفظ
ca: Desar
de: _Speichern
es: Guardar
fi: _Tallenna
fr: _Enregistrer
hr: _Spremi
hu: _Mentés
id: _simpan
it: _Salva
ko: 저장(_S)
nb_no: _Lagre
nl: Op_slaan
pl: _Zapisz
pt: _Salvar
ru: _Сохранить
sv: _Spara
tr: _Kaydet
uk: _Зберегти
vi: _Lưu
zh: 保存

# buttonStart
source: Start _download
ar: _تحميل
ca: Descarregar
de: _Herunterladen
es: Descargar
fi: _Tallenna
fr: _Télécharger
hr: _Preuzmi
hu: _Letöltés
id: _Unduh
it: _Scarica
ko: 다운로드(_D)
nb_no: _Last ned
nl: _Downloaden
pl: _Zacznij pobieranie
pt: _Baixar
ru: _Загрузить
sv: _Ladda ner
tr: İ_ndir
uk: _Завантажити
vi: _Tải xuống
zh: 下载

# buttonStop
source: _Cancel
ar: _الغاء
ca: Cancel·lar
de: _Abbrechen
es: Cancelar
fi: _Peruuta
fr: _Annuler
hr: _Odustani
hu: _Mégse
id: _Batal
it: _Annulla
ko: 취소(_C)
nb_no: _Avbryt
nl: _Annuleren
pl: _Anuluj
pt: _Cancelar
ru: _Отмена
sv: _Avbryt
tr: İ_ptal
uk: _Скасувати
vi: _Huỷ
zh: 取消

# buttonViewChangelog
source: _View
ar: _معاينة
ca: Veure registre de canvis
de: A_nsehen
es: Ver
fi: _Näytä
fr: _Voir
hr: _Pogled
hu: _Megtekint
id: _Lihat
it: _Visualizza
nb_no: _Vis
nl: _Bekijken
pl: _Zobacz zmiany
pt: _Ver
ru: _Посмотреть
sv: _Visa
tr: _Görünüm
uk: _Перегляд
vi: _Xem thay đổi
zh: 查看

# changelogDownloadError
source: Could not download changelog from {0}
ar: تعذر تنزيل سجل التغيير من {0}
ca: No s'ha pogut baixar el registre de canvis de {0}
de: Änderungsprotokoll konnte nicht von {0} heruntergeladen werden
es: No se pudo descargar el informe de novedades de {0}
fi: Ei voitu ladata muutoslokia sijainnista {0}
fr: Impossible de télécharger les notes de version depuis {0}
hr: Neuspjelo preuzimanje protokola promjena od {0}
hu: Nem sikerült a changelog letöltése a következő webcímről: {0}
id: Tidak dapat mengunduh log perubahan dari {0}
it: Trasferimento del changelog da {0} fallito
ko: {0}에서 변경 로그를 다운로드할 수 없습니다
nb_no: Kunne ikke laste ned endringslogg fra {0}
nl: Kan wijzigingslog niet ophalen van {0}
pl: Nie można pobrać pliku zmian
pt: Não foi possível descarregar o registo de alterações de {0}
ru: Не удалось загрузить журнал изменений из {0}
sv: Kunde inte ladda ner ändringslogg från {0}
tr: Değişiklik günlüğü {0}'den indirilemedi
uk: Не вдалося завантажити журнал змін із {0}
vi: Không thể tải thay đổi từ {0}
zh: 无法从{0}上加载更新日志

# checkBoxCheckForUpdates
source: Check for _updates at startup
ar: بحث عن تحديثات عند تشغيل البرنامج
ca: Comprovar actualitzacions a l'inici
de: Beim Start auf _Aktualisierungen prüfen
es: Buscar actualizaciones al inicio
fi: Tarkista _päivitykset käynnistyessä
fr: Vérifier les mises à jour au _démarrage
hr: Traži no_ve verzije prilikom pokretanja
hu: Frissítések ellenőrzése indításkor
id: Cek perbaruan saat memulaikan
it: _Cerca aggiornamenti all'avvio
nb_no: Se etter ny _versjon ved oppstart
nl: Automatisch controleren op _updates
pl: Sprawdź uaktualnienia podczas startu
pt: Verificar por _atualizações na inicialização
ru: Проверять на наличие _обновлений при запуске
sv: Sök efter _uppdateringar vid uppstart
tr: _Başlangıçta güncellemeleri kontrol et
uk: Перевірити на_оновлення під час запуску
vi: Kiểm tra _cập nhật lúc khởi động
zh: 启动时检查更新

# checkBoxCheckForUpdates_ToolTip_Part
source: If checked, the application will query the following address when starting:
ar: يستعلم عن العنوان التالي عند بدء تشغيل التطبيق:
ca: Consulta l'adreça següent en iniciar l'aplicació:
de: Folgenden Adresse beim Start der Anwendung abfragen:
es: Consulta la siguiente dirección al iniciar la aplicación:
fi: Tiedustelee seuraavista osoitteista sovelluksen käynnistyessä:
fr: L'application accèdera à l'adresse suivante en démarrant :
hr: Šalje upit na sljedeću adresu prilikom pokretanja programa:
hu: A program indításakor felkeresi a következő webcímet:
id: Kueri alamat berikut saat memulai aplikasi:
it: L'applicazione cercherà il seguente indirizzo all'avvio dell'app:
ko: 앱을 시작할 때 다음 주소를 쿼리합니다:
nb_no: Sender spørring til denne adressen når programmet startes:
nl: Vraagt het volgende adres bij het starten van de app:
pl: Aplikacja uruchomi następujący adres podczas uruchamiania:
pt: Consulta o seguinte endereço ao iniciar a app:
ru: Запрашивает следующий адрес при запуске приложения:
sv: Frågar följande adress när du startar programmet:
tr: Uygulamayı başlatırken aşağıdaki adresi sorgular:
uk: Під час запуску програми запитує таку адресу:
vi: Truy vấn địa chỉ sau khi khởi động ứng dụng:
zh: 程序启动时将会在如下网址中检查更新：

# checkBoxCoverArtInFolderConvertToJpg
source: Convert to _jpg
ar: تحويل الصيغة إلى JPG
ca: Convertir a JPG
de: In _JPG umwandeln
es: Convertir a JPG
fi: Muunna _JPG -muotoon
fr: Convertir en _JPG
hr: Pretvori u _JPG
hu: Konvertálás JPG-be
id: Konvert ke _JPG
it: Converti in _JPG
ko: JPG로 변환(_J)
nb_no: Konverter til _JPG
nl: Converteren naar _JPG
pl: Zapisz jako _JPG
pt: Converter para _JPG
ru: Конвертировать в _JPG
sv: Konvertera till _JPG
tr: _JPG olarak dönüştür
uk: Конвертувати у _JPG
vi: Chuyển đổi sang _JPG
zh: 转换为JPG格式

# checkBoxCoverArtInFolderConvertToJpg_ToolTip
source: If checked, the cover art will be converted to jpg with a jpeg compression of 90 (which is an excellent tradeoff between size and perfection).
ar: يحول صورة الغلاف إلى JPG بضغط 90 (مقايضة ممتازة بين الحجم والجودة).
ca: Converteix la portada a JPG amb una compressió de 90 (excel·lent compensació entre mida i qualitat).
de: Wandelt Cover Art in JPG um, mit einer Kompression von 90 (hervorragender Kompromiss zwischen Größe und Qualität).
es: Convierte la portada a JPG con una compresión de 90 (balance excelente entre tamaño y calidad).
fi: Muuntaa kansitaiteen JPG-muotoon kompressiotasolla 90 (erinomainen kompromissi koon ja laadun suhteen).
fr: La pochette sera convertie en jpg avec une compression jpeg égale à 90 (considéré comme un excellent compromis entre taille et qualité de l'image).
hr: Pretvara omot u JPG s kompresijom od 90 (izvrstan kompromis između veličine i kvalitete).
hu: A borítóképet JPG-formátumba konvertálja 90-es tömörítési szinten (tökéletes egyensúly a fájlméret és minőség között).
id: Mengubah cover art ke JPG dengan kompresi 90 (trade-off yang sangat baik antara ukuran dan kualitas).
it: La copertina sarà convertita in JPG con una compressione di livello 90 (ottimo compromesso fra dimensione e qualità).
ko: 압축률 90(크기와 화질 간의 절충)으로 표지 아트를 JPG로 변환합니다.
nb_no: Konverterer omslagsbilde til JPG, med sammenpakking på 90 (utmerket kompromiss mellom størrelse og kvalitet).
nl: Converteert hoesafbeeldingen naar JPG met een compressie van 90 (uitstekende afweging tussen grootte en kwaliteit).
pl: Konwertuje okładkę na jpg z kompresją 'jpeg 90' (co jest dobrym kompromisem między rozmiarem a jakością).
pt: Converte a arte de capa para JPG com uma compressão de 90 (excelente relação entre tamanho e qualidade).
ru: Преобразовать обложку в JPG со сжатием 90 (отличный компромисс между размером и качеством).
sv: Konverterar omslagsbild till JPG med en komprimering på 90 (utmärkt avvägning mellan storlek och kvalitet).
tr: Kapak resmini 90 oranında JPG'ye dönüştürür (boyut ve kalite arasında mükemmel denge).
uk: Перетворити обкладинку в JPG із стисненням 90 (чудовий компроміс між розміром та якістю).
vi: Chuyển đổi ảnh bìa sang dạng JPG với độ nén 90 (sự cân bằng tuyệt vời giữa kích thước và chất lượng).
zh: 将封面转换为JPG格式，压缩率为90%（既能减小文件大小，又能保证质量）。

# checkBoxCoverArtInFolderResize
source: Constrain _maximum width/height
ar: تحديد أعلى ارتفاع وعرض
ca: Limitar amplada/alçada màxima
de: _Maximale Breite/Höhe einschränken
es: Cuadrar _dimensiones máximas
fi: Rajoita _maksimileveyttä/-korkeutta
fr: Restreindre la _largeur / hauteur maximale
hr: Ograniči _maksimalnu širinu i visinu
hu: Korlátozza a maximum szélességet/magasságot
id: Batasi _maksimum lebar / tinggi
it: Limita _larghezza/altezza massime
nb_no: Begrens ma_ksimal bredde/høyde
nl: _Maximale hoogte/breedte beperken
pl: Maksymalna szerokość / wysokość
pt: Restringir largura/altura _máxima
ru: Ограничить _максимальную ширину/высоту
sv: Begränsa _maximal bredd/höjd
tr: A_zami genişlik / yükseklik sınırlaması yap
uk: Обмежувати _максимальну ширину/висоту
vi: Giới hạn độ cao/rộng _tối đa
zh: 限制最大宽度和高度

# checkBoxCoverArtInFolderResize_ToolTip
source: If checked, the cover art will be resized with the specified max width/height.
ar: يغير حجم صورة الغلاف إلى أقصى عرض / ارتفاع محدد.
ca: Canvia la mida de la portada a l'amplada/alçada màxima especificada.
de: Ändert die Größe des Cover Art auf die angegebene maximale Breite/Höhe.
es: Redimensiona la portada a las dimensiones especificadas.
fi: Venyttää kansitaiteen määriteltyyn maksimileveyteen-/korkeuteen.
fr: La pochette sera redimensionnée pour ne pas être plus grande que la largeur / hauteur définie.
hr: Mijenja veličinu omota na zadanu maksimalnu širinu i visinu.
hu: A borítóképet a meghatározott maximális szélességre/magasságra méretezi át.
id: Mengubah ukuran spesifik lebar/tinggi maksimal cover art.
it: La copertina sarà ridimensionata con larghezza/altezza massime specificate.
ko: 표지 아트의 크기를 지정된 최대 너비/높이로 조정합니다.
nb_no: Endrer størrelse på angitt albumsbilde til angitt maks bredde/høyde.
nl: Hiermee wordt de hoesgrootte aangepast aan de opgegeven maximale breedte / hoogte.
pl: Zmniejsza okładkę do podanej maksymalnej szerokości / wysokości.
pt: Redimensiona a arte de capa para a largura/altura máxima especificada.
ru: Изменяет размер обложки до указанной максимальной ширины/высоты.
sv: Ändrar omslagsbilden till angiven maxbredd/höjd.
tr: Kapak resmini belirtilen maksimum genişlik / yüksekliğe yeniden boyutlandırır.
uk: Змінює розмір обкладинки до заданої максимальної ширини/висоти.
vi: Thay đổi kích thước ảnh bìa thành chiều rộng/chiều cao tối đa được chỉ định.
zh: 将封面调整为指定的最大宽度和高度。

# checkBoxCoverArtInTagsConvertToJpg
source: Convert to jp_g
ar: تحويل الصيغة الى JPG
ca: Convertir a JPG
de: Cover in JP_G umwandeln
es: Convertir a JPG
fi: Muunna muotoon JP_G
fr: Convertir en JP_G
hr: Pretvori u JP_G
hu: Konvertálás JPG-be
id: Konvert ke JP_G
it: Converti in JP_G
nb_no: Konverter til JP_G
nl: Converteren naar JP_G
pl: Konwertuj na JP_G
pt: Converter para _JPG
ru: Конвертировать в JP_G
sv: Konvertera till JP_G
tr: JP_G olarak dönüştür
uk: Конвертувати у JP_G
vi: Chuyển đổi sang JP_G
zh: 转换为JPG格式

# checkBoxCoverArtInTagsConvertToJpg_ToolTip
source: If checked, the cover art will be converted to jpg with a jpeg compression of 90 (which is an excellent tradeoff between size and perfection).
ar: يحول صورة الغلاف إلى JPG بضغط 90 (مقايضة ممتازة بين الحجم والجودة).
ca: Converteix la portada a JPG amb una compressió de 90 (excel·lent compensació entre mida i qualitat).
de: Wandelt Cover Art in JPG um, mit einer Kompression von 90 (hervorragender Kompromiss zwischen Größe und Qualität).
es: Convierte la portada en JPG con una compresión de 90 (excelente equilibrio entre tamaño y calidad).
fi: Muuntaa kansitaiteen JPG-muotoon kompressiotasolla 90 (erinomainen kompromissi koon ja laadun välillä).
fr: La pochette sera convertie en jpg avec une compression jpeg égale à 90 (considéré comme un excellent compromis entre taille et qualité de l'image).
hr: Pretvara omot u JPG s kompresijom od 90 (izvrstan kompromis između veličine i kvalitete).
hu: A borítóképet JPG-formátumba konvertálja 90-es tömörítési szinten (tökéletes egyensúly a fájlméret és minőség között).
id: Mengonversi cover art menjadi JPG dengan kompresi 90 (pertukaran yang sangat baik antara ukuran dan kualitas).
it: La copertina sarà convertita in JPG con una compressione di livello 90 (ottimo compromesso fra dimensione e qualità).
nb_no: Konverterer omslagsbilde til JPG, med filkompresjon på 90 (utmerket kompromiss mellom størrelse og kvalitet).
nl: Converteert hoesafbeeldingen naar JPG met een compressie van 90 (uitstekende afweging tussen grootte en kwaliteit).
pl: Konwertuje okładkę na jpg z kompresją 'jpeg 90' (co jest dobrym kompromisem między rozmiarem a jakością).
pt: Converte a arte de capa para JPG com uma compressão de 90 (excelente relação entre tamanho e qualidade).
ru: Преобразовать обложку в JPG со сжатием 90 (отличный компромисс между размером и качеством).
sv: Konverterar omslagsbild till JPG med en komprimering på 90 (utmärkt avvägning mellan storlek och kvalitet).
tr: Kapak resmini 90 olarak JPG'ye dönüştürür (boyut ve kalite arasında mükemmel denge).
uk: Перетворити обкладинку в JPG із стисненням 90 (чудовий компроміс між розміром та якістю).
vi: Chuyển đổi ảnh bìa sang dạng JPG với độ nén 90 (sự cân bằng tuyệt vời giữa kích thước và chất lượng).
zh: 将封面转换为JPG格式，压缩率为90%（既能减小文件大小，又能保证质量）。

# checkBoxCoverArtInTagsResize
source: Constrain m_aximum width/height
ar: تحديد اعلى ارتفاع وعرض
ca: Limitar amplada/alçada màxima
de: Max_imale Breite/Höhe einschränken
es: Cuadrar d_imensiones máximas
fi: Rajoita m_aksimileveyttä/-korkeutta
fr: Restreindre la largeur / _hauteur maximale
hr: Ograniči m_aksimalnu širinu i visinu
hu: Korlátozza a maximum szélességet/magasságot
id: Batasi lebar/tinggi m_aksimum
it: Limita larg_hezza/altezza massime
nb_no: Begrens mak_simal bredde/høyde
nl: M_aximale hoogte/breedte beperken
pl: Maksymalna szerokość / wysokość
pt: Restringir largura/altura _máxima
ru: Ограничить _максимальную ширину/высоту
sv: Begränsa m_aximal bredd/höjd
tr: _Maksimum genişlik / yükseklik sınırla
uk: Обмежувати м_аксимальну ширину/висоту
vi: Giới hạn độ cao/rộng t_ối đa
zh: 限制最大高度和宽度

# checkBoxCoverArtInTagsResize_ToolTip
source: If checked, the cover art will be resized with the specified max width/height.
ar: يغير حجم صورة الغلاف إلى أقصى عرض / ارتفاع محدد.
ca: Canvia la mida de la portada a l'amplada/alçada màxima especificada.
de: Ändert die Größe des Covers auf die angegebene maximale Breite/Höhe.
es: Redimensiona la portada a las dimensiones especificadas.
fi: Venyttää kansitaiteen määriteltyyn maksimileveyteen/-korkeuteen.
fr: La pochette sera redimensionnée pour ne pas être plus grande que la largeur / hauteur définie.
hr: Mijenja veličinu omota na zadanu maksimalnu širinu i visinu.
hu: A borítóképet a meghatározott maximális szélességre/magasságra méretezi át.
id: Mengubah ukuran cover art menjadi lebar / tinggi maks yang ditentukan.
it: La copertina sarà ridimensionata con larghezza/altezza massime specificate.
nb_no: Reduserer omslagsbilde til angitt maks bredde/høyde.
nl: Hiermee wordt de hoesgrootte aangepast aan de opgegeven maximale breedte / hoogte.
pl: Zmniejsza okładkę do podanej maksymalnej szerokości / wysokości.
pt: Redimensiona a arte de capa para a largura/altura máxima especificada.
ru: Изменить размер обложки до указанной максимальной ширины/высоты.
sv: Ändrar omslagsbilden till angiven maxbredd/höjd.
tr: Kapak resmini belirtilen maksimum genişlik / yüksekliğe yeniden boyutlandırır.
uk: Змінити розмір обкладинки до заданої максимальної ширини/висоти.
vi: Thay đổi kích thước ảnh bìa thành chiều rộng/chiều cao tối đa được chỉ định.
zh: 将封面调整为指定的最大宽度高度。

# checkBoxCreatePlaylist
source: Create _playlist for each album
ar: صنع قائمة تشغيل لكل البوم
ca: Crea una llista de reproducció per a cada àlbum
de: Wiedergabeliste für jedes Album erstellen
es: Crear lista de reproducción para cada álbum
fi: Luo _soittolista joka albumille
fr: Créer une _liste de lecture pour chaque album
hr: Stvori _popis pjesama za svaki album
hu: Készítsen lejátszási listát albumonként
id: Buat _playlist untuk setiap album
it: Crea una _playlist per ogni album
nb_no: Opprett _spilleliste for hvert album
nl: Afs_peellijsten maken voor elk album
pl: Utwórz _playlistę dla każdego albumu
pt: Criar uma _lista de reprodução para cada álbum
ru: Создать _плейлист для каждого альбома
sv: Skapa _spellista för varje album
tr: _Her albüm için çalma listesi oluştur
uk: Створити _плейлист до кожного з альбомів
vi: Tạ0 _danh sách phát cho mỗi album
zh: 为每个专辑创建播放列表

# checkBoxCreatePlaylist_ToolTip
source: If checked, a file containing the album tracks will be created for each downloaded album.
ar: ينشئ ملف مسار الألبوم لكل ألبوم تم تنزيله.
ca: Crea un fitxer de pista d'àlbum per a cada àlbum descarregat.
de: Erstellt eine Albumtiteldatei für jedes heruntergeladene Album.
es: Crea un archivo de audio para cada álbum descargado.
fi: Luo albumin kappaletiedoston jokaiselle ladatulle albumille.
fr: Un fichier contenant la liste de lecture sera créé pour chaque album téléchargé.
hr: Stvara datoteku s popisom pjesama albuma za svaki preuzeti album.
hu: Minden letöltött albumhoz készít egy lejátszási lista-fájlt.
id: Membuat file trek album untuk setiap album yang diunduh.
it: Crea una traccia con tutto l'album per ogni album.
nb_no: Oppretter en fil med albumssporene for hvert nedlastede album.
nl: Creëert een albumtrackbestand voor elk gedownload album.
pl: Tworzy playlistę dla każdego pobranego albumu.
pt: Cria um ficheiro de faixa do álbum para cada álbum descarregado.
ru: Создает файл дорожки альбома для каждого загруженного альбома.
sv: Skapar en albumspårfil för varje nedladdat album.
tr: İndirilen her albüm için bir albüm parçası dosyası oluşturur.
uk: Створює файл доріжки альбому для кожного завантаженого альбому.
vi: Tạo tệp theo dõi album cho mỗi album đã tải xuống.
zh: 为每个下载的专辑创建单独的播放列表。

# checkBoxDownloadDiscography
source: Download _artist discography
ar: تحميل البومات الفنان كلها
ca: Descarregar la discografia de l'artista
de: _Diskographie des Interpreten herunterladen
es: Descargar discografía del artista
fi: Tallenna _artistin diskografia
fr: Télécharger la _discographie de l'artiste
hr: Preuzmi diskogr_afiju izvođača
hu: Előadó diszkográfiájának letöltése
id: Unduh diskografi _artist
it: Scarica _discografia
nb_no: Last ned artist_diskografi
nl: Discografie van _artiest downloaden
pl: Pobierz _dyskografię
pt: Baixar discografia do _artista
ru: Загрузить всю дискографию _артиста
sv: Ladda ner _artist diskografi
tr: _Sanatçı / Grup diskografisini indir
uk: Завантажити всю дискографію_виконавця
vi: Tải về lai lịch _nghệ sĩ
zh: 下载作家的专辑

# checkBoxDownloadDiscography_ToolTip
source: If checked, the whole artist discography will be downloaded.
ar: تحميل جميع ألبومات الفنان.
ca: Descarregar tota la discografia de l'artista.
de: Lädt die gesamte Diskographie des Interpreten herunter.
es: Descarga la discografía completa del artista.
fi: Tallentaa artistin diskografian kokonaan.
fr: La discographie complète de l'artiste sera téléchargée.
hr: Preuzima cijelu diskografiju izvođača.
hu: Az előadó teljes diszkográfiájának letöltése.
id: Unduh semua diskografi artis.
it: Scarica l'intera discografia dell'artista.
nb_no: Laster ned hele artistdiskografien.
nl: Downloadt de hele discografie van de artiest.
pl: Pobiera całą dyskografię artysty / wydawcy.
pt: Baixa toda a discografia do artista.
ru: Загрузить всю дискографию артиста.
sv: Laddar ner hela artistens diskografi.
tr: Tüm sanatçı diskografisini indir.
uk: Завантажити всю дискографію виконавця.
vi: Tải xuống toàn bộ đĩa hát của nghệ sĩ.
zh: 下载作家的所有专辑。

# checkBoxEnableApplicationSounds
source: Play _notifications sounds
ar: تشغيل أصوات الإخطارات
ca: Reproduir sons de notificacions
de: _Benachrichtigungen wiedergeben
es: Reproducir sonidos de notificaciones
fi: Toista _ilmoitusten äänet
fr: Sons de _notifications
hr: Sviraj zvukove upozore_nja
hu: Értesítési hangok lejátszása
id: Putar suara _notifications
it: _Emetti suoni di notifica
nb_no: Spill av _merknadslyder
nl: Meldi_ngsgeluiden afspelen
pl: Odtwarzaj _dźwięki powiadomień
pt: Tocar sons de notificação
ru: Воспроизвести звуковое _уведомление
sv: Spela upp_aviseringsljud
tr: Bildirim _seslerini çal
uk: Відтворити звукове_сповіщення
vi: Chơi âm thanh _thông báo
zh: 播放提示音
