Repository: Otiel/BandcampDownloader
Catalog: src/BandcampDownloader/Properties/Resources.*.resx
Languages: ar, ca, de, es, fi, fr, hr, hu, id, it, ko, nb_no, nl, pl, pt, ru, sv, tr, uk, vi, zh

# textBoxDownloadsPath_ToolTip
source: You can use placeholders to customize the download folder depending on the album: - {artist} will be replaced by the album artist - {album} will be replaced by the album name - {year}, {month} and {day} will be replaced by the album release date
ar: يمكنك استخدام العناصر النائبة لتخصيص ملف التنزيل وفقًا للألبوم: - سيتم استبدال {artist} بفنان الألبوم - سيتم استبدال {album} باسم الألبوم - سيتم استبدال {year} و{month} و{day} بتاريخ إصدار الألبوم
ca: Podeu utilitzar marcadors de posició per personalitzar la carpeta de baixada en funció de l'àlbum: - {artist} serà substituït per l'artista de l'àlbum - {album} se substituirà pel nom de l'àlbum - {year}, {month} i {day} se substituiran per la data de llançament de l'àlbum
de: Sie können Platzhalter verwenden, um den Download-Ordner abhängig vom Album anzupassen: • {artist} wird durch den Albumkünstler ersetzt • {album} wird durch den Albumnamen ersetzt • {year}, {month} und {day} werden durch das Veröffentlichungsdatum des Albums ersetzt
es: Puedes usar marcadores para personalizar la carpeta de descarga dependiendo en el álbum: - {artist} será reemplazado por el artista del álbum - {album} será reemplazado por el nombre del álbum - {year}, {month} y {day} serán reemplazados por la fecha de publicación del álbum
fi: Voit käyttää paikkamerkkejä räätälöidäksesi latauskansion albumista riippuen: - {artist} korvataan albumin artistilla - {album} korvataan albumin nimellä - {year}, {month} ja {day} korvataan albumin julkaisupäivämäärällä
fr: Vous pouvez utiliser des paramètres de substitution relatifs à chaque album dans le chemin de téléchargement : - {artist} sera remplacé par l'interprète de l'album - {album} sera remplacé par le nom de l'album - {year} (année), {month} (mois) et {day} (jour) seront remplacés par la date de parution de l'album
hr: Mapu preuzimanja možeš prilagoditi pomoću rezerviranih mjesta, ovisno o albumu: - {artist} će se zamijeniti s izvođačem albuma - {album} će se zamijeniti s naslovom albuma - {year}, {month} i {day} će se zamijeniti s datumom izdanja albuma
hu: A fájlnév testreszabása érdekében helyettesítő szövegcímkéket alkalmazhat: – az {artist} helyére az album előadójának a neve kerül; – az {album} helyére az album neve kerül; – a {year}, {month} és {day} helyére az album megjelenésének dátuma kerül.
id: Anda dapat menggunakan tempat penampung untuk mengkustomisasi folder unduhan tergantung pada album: - [artis} akan digantikan oleh artis album - {album} akan digantikan oleh nama album - {year}, {month} dan {day} akan digantikan oleh tanggal rilis album
it: Puoi usare segnaposto per personalizzare le cartelle scaricate in base all'album: - {artist} è sostituito con l'artista dell'album - {album} è sostituito col nome dell'album - {year}, {month} e {day} sono sostituiti con la data di rilascio
nb_no: Du kan bruke plassholdere for å tilpasse nedlastingsmappen, avhengig av album: - {artist} erstattes av albumsartisten - {album} erstattes av albumsnavnet - {year}, {month} og {day} erstattes av albumsutgivelsesdatoen
pl: Możesz użyć tagów aby dostosować folder pobierania albumu: -{artist} zostanie zastąpiony wykonawcą -{album} zostanie zastąpiony nazwą albumu -{year}, {month} i {day} zostaną zastąpione odpowiednio rokiem, miesiącem i dniem wydania albumu
pt: Você pode usar espaços reservados para personalizar a pasta de transferências, dependendo do álbum: - {artista} será substituído pelo artista do álbum - {álbum} será substituído pelo nome do álbum - {ano}, {mês} e {dia} serão substituídos pela data de lançamento do álbum
ru: Вы можете использовать заполнители для настройки имени файла: - {Artist} будет заменен исполнителем альбома - {album} будет заменен на название альбома - {year}, {month} и {day} будут заменены датой выпуска альбома
sv: Du kan använda platshållare för att anpassa nedladdningsmappen beroende på albumet: - {artist} kommer att ersättas av albumartisten - {album} kommer att ersättas av albumnamnet - {year}, {month} och {day} kommer att ersättas av albumets releasedatum
tr: İndirme klasörünü albüme bağlı olarak özelleştirmek için yer tutucuları kullanabilirsiniz: - {artist} albüm sanatçısı tarafından değiştirilecek - {album} albüm adı ile değiştirilecek - {year}, {month} ve {day} albümün yayınlanma tarihi ile değiştirilecek
uk: Ви можете використовувати заповнювачі для налаштування теки для завантаження залежно від альбому: - {artist} буде замінено виконавцем альбому - {album} буде замінено на назву альбому - {year}, {month} та {day} будуть замінені датою виходу альбому
zh: 您可以使用如下占位符来自定义下载文件夹名： - {artist}：专辑艺术家 - {album}：专辑 - {year}，{month}和{day}：专辑发布日期

# labelChangelog
source: Changelog
ar: سجل التغيير
ca: Registre de canvis
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
fr: Notes de version
hr: Protokol promjena
id: Rilis perubahan
it: Registro cambiamenti
nb_no: Endringslogg
nl: Wijzigingslog
pl: Lista zmian
pt: Registo de alterações
ru: Журнал изменений
sv: Ändringslogg
tr: Değişiklikler
uk: Журнал змін
vi: Thay đổi
zh: 更新日志

# labelListBoxItemNetwork
source: Network
ar: الشبكة
ca: Xarxa
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
hr: Mreža
hu: Hálózat
id: Jaringan
it: Rete
nb_no: Nettverk
nl: Netwerk
pl: Sieć
pt: Rede
ru: Сеть
sv: Nätverk
tr: Ağ
uk: Мережа
vi: Mạng
zh: 网络

# windowSettings_Title
source: Settings
ar: إعدادات
ca: Configuració
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置

# textBoxDownloadMaxTries_ToolTip
source: Maximum number of tries performed to download a track if it fails. After that number is reached (for each track), the track download will be skipped. Recommended value = 7
ar: الحد الأقصى لعدد المحاولات التي يتم إجراؤها لتنزيل أغنية في حالة الفشل. بعد الوصول إلى هذا الرقم (لكل أغنية)، سيتم تخطي تنزيل الأغنية. القيمة الموصى بها = 7
ca: Nombre màxim d'intents realitzats per descarregar una pista si falla. Després d'arribar a aquest número (per a cada pista), la descàrrega de la pista es saltarà. Valor recomanat = 7
de: Maximale Anzahl von Versuchen, einen Titel herunterzuladen, wenn er fehlschlägt. Nachdem diese Anzahl erreicht ist (für jeden Titel), wird das Herunterladen des Titels übersprungen. Empfohlener Wert = 7
es: Máximo número de intentos para descargar una canción si falla. Cuando ese número es alcanzado (para cada canción), la descarga será omitida. Valor recomendado= 7
fi: Maksimimäärä latausyrityksiä, jos se epäonnistuu. Kun maksimiluku on saavutettu (joka kappaletta kohden), kappaleen lataus ohitetaan). Suositeltu arvo = 7
fr: Nombre maximum d'essais quand un téléchargement échoue. Si ce nombre est dépassé (par chanson), le téléchargement de la chanson sera abandonné. Valeur conseillée = 7
hr: Maksimalan broj pokušaja preuzimanja pjesme, ako ne uspije. Nakon tog broja (za svaku pjesmu), preuzimanje pjesme se preskače. Preporučena vrijednost = 7
hu: Sikertelen letöltés esetén az újrapróbálkozások maximális száma. Ha ezt a számot eléri a program (zeneszámonként), az adott zeneszám nem kerül letöltésre. Ajánlott érték = 7
id: Jumlah maksimum percobaan mengunduh trek jika gagal. Setelah nomor tersebut tercapai (untuk setiap trek), unduhan trek akan dilewati. Nilai yang disarankan = 7
it: Numero massimo di tentativi per scaricare una traccia se fallisce lo scaricamento. Raggiunto tale numero (per ogni traccia), la traccia sarà saltata. Valore consigliato = 7
nb_no: Maksimalt antall forsøk på å laste ned et spor. Forsøker dette for hvert spor, til neste spor blir forsøkt. Anbefalt verdi = 7
pl: Maksymalna liczba prób pobrania utworu jeśli występuje problem. Po tym jak ta liczba zostanie osiągnięta (dla każdego utworu osobno) pobieranie zostanie pominięte. Zalecana wartość = 7
pt: Número máximo de tentativas realizadas para baixar uma faixa se ela falhar. Após esse número ser atingido (para cada faixa), a transferência será ignorada. Valor recomendado = 7
ru: Максимальное количество попыток загрузки трека в случае сбоя. После достижения этого номера (для каждой дорожки) загрузка дорожки будет пропущена. Рекомендуемое значение = 7
sv: Maximalt antal försök att ladda ner ett spår om det misslyckas. När det numret har nåtts (för varje spår), kommer spårnedladdningen att hoppas över. Rekommenderat värde = 7
tr: Bir parçanın başarısız olması durumunda indirmek için gerçekleştirilen maksimum deneme sayısı. Bu numaraya ulaşıldıktan sonra (her parça için), parça indirme işlemi atlanacaktır. Önerilen değer = 7
uk: Максимальна кількість спроб завантажити доріжку в випадку невдачі. Після досягнення цього числа (для кожної доріжки) завантаження доріжки буде пропущено. Рекомендоване значення = 7
zh: 下载失败后最多重试的次数。 达到该次数后，将跳过该文件的下载。 推荐设为7

# labelPlaylistFormat
source: Playlist _format
ar: تنسيق قائمة التشغيل
ca: Format de Llista de reproducció
de: _Format der Wiedergabeliste
es: Formato de lista
fi: Soittolistan _muoto
fr: _Format de la liste de lecture
hr: _Format popisa pjesama
hu: Lejátszási lista _formátuma:
id: Daftar _format
it: Formato _playlist
nb_no: Spilleliste_format
nl: Afspeellijst _format
pl: Format_playlisty
pt: _Formato da lista de reprodução
ru: _Формат плейлиста
sv: Spelistformat
tr: _Oynatma listesi formatı
uk: Плейлист _формат
vi: _Định dạng danh sách phát
zh: 播放列表格式

# checkBoxVerboseLog
source: Show _verbose log
ar: اظهر السجل المطول
ca: Mostrar registres detallats
de: Ausführliches _Protokoll anzeigen
es: Mostrar registro detallado
fi: Näytä _runsassanainen loki
fr: Afficher le log _verbeux
hr: Prikaži _opširan protokol
hu: _Részletes állapotjelentés mutatása
id: Tampilkan log _verbose
it: _Mostra registro informazioni esteso
nb_no: Vis sirlig _loggføring
nl: Toon _verbose logboek
pl: Pokaż szczegółowy log
pt: Mostrar registo _detalhado
ru: Показать _подробный лог
sv: Visa _utförlig logg
tr: _Ayrıntılı günlüğü göster
uk: Показати _докладний журнал
vi: Hiện ghi chú _văn xuối
zh: 显示详细日志

# folderBrowserDialogDescription
source: Select the folder to save albums
es: Seleccione una carpeta para guardar los álbumes
fr: Sélectionner le dossier dans lequel télécharger les albums
hu: Jelölje ki az albumok mentési mappáját!
id: Pilih folder untuk menyimpan album
it: Scegli la cartella in cui salvare gli album
pl: Wybierz folder, w którym chcesz zapisywać albumy
pt: Selecione a pasta para salvar os álbuns
ru: Выберите папку для сохранения альбомов в
vi: Chọn thư mục để lưu các album vào
