Repository: Otiel/BandcampDownloader
Catalog: src/BandcampDownloader/Properties/Resources.*.resx
Languages: ar, ca, de, es, fi, fr, hr, hu, id, it, ko, nb_no, nl, pl, pt, ru, sv, tr, uk, vi, zh

# checkBoxEnableApplicationSounds_ToolTip
source: If checked, a notification sound will be played when downloads are finished.
ar: تفعيل صوت إخطار حين الانتهاء من التحميل.
ca: So de notificació per a les baixades acabades.
de: Benachrichtigungssignal für abgeschlossene Downloads.
es: Sonido de notificación para las descargas finalizadas.
fi: Ilmoitusten äänet valmille latauksille.
fr: Un son de notification sera joué lorsque les téléchargements sont terminés.
hr: Zvuk upozorenja za gotova preuzimanja.
hu: Értesítési hang lejátszása, ha elkészül egy letöltés.
id: Suara notifikasi untuk unduhan yang selesai.
it: Notifica sonora ad ogni scaricamento finito.
nb_no: Merknadslyd for fullførte nedlastinger.
nl: Meldingsgeluid voor voltooide downloads.
pl: Odtwarza dźwięk powiadomienia po zakończeniu pobierania.
pt: Som de notificação para transferências concluídas.
ru: Звуковое уведомление для завершенных загрузок.
sv: Aviseringsljud för avslutade nerladdningar.
tr: Biten indirmeler için bildirim sesi kullan.
uk: Звукове сповіщення про закінчені завантаження.
vi: Âm thanh thông báo khi tải xong.
zh: 下载完成播放通知声音。

# checkBoxM3uExtended
source: Use _extended format (for M3U only)
ar: استخدام التنسيق الموسع (فقط لملفات M3U)
ca: Utilitzar el format estès (només per a M3U)
de: _Erweitertes Format (nur für M3U) verwenden
es: Usar formato extendido (solo para M3U)
fi: Käytä _laajennettua formaattia (koskee vain M3U:ta)
fr: Format étend_u (seulement pour M3U)
hr: Koristi prošir_eni format (samo za M3U)
hu: Bővített formátum használata (csak M3U esetében)
id: Gunakan _extended format (hanya untuk M3U)
it: Usa _formato esteso (solo M3U)
nb_no: Bruk _utvidet format (kun for M3U)
nl: Uitg_ebreid formaat gebruiken (alleen M3U)
pl: Użyj formatu rozszerzonego [#EXTM3U] (tylko w przypadku M3U)
pt: Usar formato _estendido (somente para M3U)
ru: Использовать _расширенный формат (только для M3U)
sv: Använd _förlängt format (endast för M3U)
tr: _Genişletilmiş format kullan (yalnızca M3U)
uk: Використовувати_розширений формат (лише для M3U)
vi: Dùng định dạng _mở rộng (chỉ dành cho M3U)
zh: 使用扩展格式（仅限M3U）

# checkBoxM3uExtended_ToolTip
source: If checked, the extended format (directives prefaced by the # character) will be used when creating M3U playlists.
ar: قوائم تشغيل ملفات M3U بالشكل الموسع (التوجيهات مسبوقة بالحرف #).
ca: Llistes de reproducció M3U en format estès (directives precedides pel caràcter #).
de: M3U-Wiedergabelisten im erweiterten Format (Anweisungen, denen das Zeichen # vorangestellt ist).
es: Playlists en formato M3U en formato extendido (directivas precedidas por el carácter #).
fi: M3U-soittolistat laajennetussa muodossa (direktiivejä edeltää #-merkki).
fr: Le format étendu (contenant les mots-clés commençant par #) sera utilisé lors de la création de listes de lecture M3U.
hr: M3U popisi pjesama u proširenom formatu (direktive s predznakom #).
hu: Bővített formátumú M3U-lejátszási listák használata (az irányelveket a # [kettőskereszt] karakter előzi meg).
id: Daftar putar M3U dalam format diperpanjang ( diawali dengan karakter #).
it: Playlist M3U in formato esteso (direttive precedute dal carattere #).
nb_no: M3U-spillelister i utvidet format (mapper anført av #-tegnet).
nl: M3U afspeellijsten in uitgebreid formaat (richtlijnen voorafgegaan door de # karakter).
pl: Przy tworzeniu listy odtwarzania M3U zostanie użyty rozszerzony format (#EXTM3U).
pt: Listas de reprodução M3U em formato estendido (diretivas precedidas pelo caractere #).
ru: Списки воспроизведения M3U в расширенном формате (directives prefaced by the # character).
sv: M3U-spellistor i utökat format (direktiv föregås av tecknet #).
tr: M3U genişletilmiş formatta çalma listeleri (# karakterinin önündeki yönergeler).
uk: Списки відтворення M3U у розширеному форматі (директиви перед символом #).
vi: Danh sách phát M3U ở định dạng mở rộng (các lệnh bắt đầu bằng ký tự #).
zh: 在M3U播放列表中使用扩展格式（以＃字符开头的指令）。

# checkBoxModifyTags
source: _Modify tracks tags (ID3)
ar: تعديل علامات الأغاني (ID3)
ca: Modificar les etiquetes de les pistes (ID3)
de: _ID3-Tags bearbeiten
es: Modificar etiquetas de canciones (ID3)
fi: _Muokkaa kappaleiden tageja (ID3)
fr: _Modifier les métadonnées des chansons (ID3)
hr: _Promijeni oznake pjesama (ID3)
hu: _Zeneszámok címkéjének módosítása (ID3)
id: _Ubah tag trek (ID3)
it: _Modifica le etichette (ID3) delle tracce
nb_no: _Rediger sporetiketter (ID3)
nl: _Tags aanpassen (ID3)
pl: _Modyfikuj tagi utworów (ID3)
pt: _Modificar tags das faixas (ID3)
ru: _Изменить теги треков (ID3)
sv: _Modifiera spårtaggar (ID3)
tr: Parça _etiketlerini değiştirme (ID3)
uk: _Змінити теги доріжок (ID3)
vi: _Chỉnh sửa tag nhạc (ID3)
zh: 自动填写专辑信息（ID3格式）

# checkBoxModifyTags_ToolTip
source: If checked, each tag will be modified as specified below. If unchecked, all settings below will be ignored and the tags will be left as they are in the original downloaded file. This is equivalent to setting "Do not modify" on each tag.
ar: يعدل كل علامة بالشكل المحدد أدناه. إذا لم يكن الأمر كذلك ، فستظل جميع العلامات بدون تغيير ، أي ما يعادل إعداد "عدم التعديل" لكل علامة.
ca: Modifica cada etiqueta tal com s'especifica a continuació. Si no, totes les etiquetes no canvien, equivalent a la configuració de "No modificar" per a cada etiqueta.
de: Ändert jeden Tag wie unten angegeben. Wenn nicht, bleiben alle Tags unverändert, was der Einstellung „Nicht ändern“ für jeden Tag entspricht.
es: Modifica cada etiqueta como se especifique abajo. Si no, todas las etiquetas permanecen sin cambiar, equivalente a seleccionar «No modificar» en cada etiqueta.
fi: Muuntaa jokaisen tagin alla määritellyllä tavalla. Jos ei, kaikki tagit ovat muuttamattomia, mikä vastaa asetusta "Älä muokkaa" jokaisessa tagissa.
fr: Chaque métadonnée sera modifiée selon les règles définies ci-dessous. Si cette option est décochée, toutes les règles définies ci-dessous seront ignorées et les métadonnées seront conservées à l'identique du fichier téléchargé. Ceci revient à régler « Ne pas modifier » pour chaque métadonnée.
hr: Mijenja svaku oznaku kako je niže dolje određeno. Ako ne, sve oznake ostaju nepromijenjene, što odgovara postavci „Ne mijenjaj” za svaku oznaku.
hu: Az alább megadható beállítások szerint módosítja a címkéket. Ha nincs bejelölve, minden címke változatlan marad; ugyanezt éri el azzal is, ha a "Ne módosítsa" beállításokat adja meg.
id: Mengubah setiap tag seperti yang ditentukan di bawah ini. Jika tidak, semua tag tidak diubah, setara dengan setelan "Jangan ubah" untuk setiap tag.
it: Modifica ogni etichetta come specificato sotto. In caso contrario, i tag rimangono immutati, come se si impostasse «Non modificare» per ogni etichetta.
ko: 아래에 지정된대로 각 태그를 수정합니다. 그외 모든 태그는 변경되지 않으며 각 태그에 대해 "수정 안 함"을 설정한 것과 같습니다.
nb_no: Endrer hver etikett som angitt nedenfor. Hvis ikke, vil alle etiketter forbli uendret, tilsvarende "Ikke endre" for hver etikett.
pl: Modyfikuje każdy tag w sposób określony poniżej. W przeciwnym wypadku, wszystkie tagi pozostają niezmienione, co jest równoważne ustawieniu "nie modyfikuj" dla każdego tagu.
pt: Modifica cada rótulo como especificado abaixo. Caso contrário, todos as tags não serão alteradas, equivalente a definir «Não modificar» para cada tag.
ru: Изменяет каждый тег, как указано ниже. Если нет, все теги остаются неизменными, что эквивалентно настройке «Не изменять» для каждого тега.
sv: Modifierar varje tagg enligt nedan. Om inte, är alla taggar oförändrade, vilket motsvarar inställningen "Ändra inte" för varje tagg.
tr: Her etiketi aşağıda belirtildiği şekilde değiştirir. Değilse, tüm etiketler değişmez, her etiket için "Değiştirmeyin" ayarına eşdeğerdir.
uk: Змінює кожен тег, як зазначено нижче. Якщо ні, всі теги залишаються незмінними, що еквівалентно налаштуванню "Не змінювати" для кожного тегу.
vi: Sửa đổi từng thẻ như được chỉ định bên dưới. Nếu không, tất cả các thẻ đều không thay đổi, tương đương với việc đặt "Không được sửa đổi" cho mỗi thẻ.
zh: 按照指定的方式修改标记。 如果不勾选，则文件中的标记都保持原样。

# checkBoxOneAlbumAtATime
source: _Download one album at a time
ar: قم بتنزيل ألبوم واحد في كل مرة
ca: Descarregar un àlbum alhora
de: Nur ein Album gleichzeitig _herunterladen
es: Descargar un álbum a la vez
fi: _Tallenna yksi albumi kerrallaan
fr: Télécharger un album à la _fois
hr: _Preuzmi albume pojedinačno
hu: _Egyszerre csak egy album letöltése
id: _Unduh satu album sekaligus
it: Scarica un album alla _volta
nb_no: Last _ned ett album om gangen
nl: Eén album tegelijk _downloaden
pl: _Pobierz jeden album na raz
pt: _Baixar um álbum de cada vez
ru: _Загрузить один альбом за раз
sv: _Ladda ner ett album i taget
tr: _Her seferde bir albüm indir
uk: _Завантажити один альбом за раз
vi: _Tải xuống từng album một
zh: 不同时下载多部专辑

# checkBoxOneAlbumAtATime_ToolTip
source: If checked, only one album at a time will be downloaded. If unchecked, all albums will be downloaded at the same time (preferred if you have a high bandwidth).
ar: يقوم بتنزيل ألبوم واحد فقط في كل مرة. إذا لم يكن الأمر كذلك ، فسيتم تنزيل جميع الألبومات بشكل متزامن (يتوفر أفضل عرض نطاق ترددي عالٍ).
ca: Baixa només un àlbum alhora. Si no, tots els àlbums es descarreguen simultàniament (millor sempre que hi hagi una amplada de banda alta disponible).
de: Lädt immer nur ein Album auf einmal herunter. Wenn nicht, werden alle Alben gleichzeitig heruntergeladen (Nur geeignet wenn eine hohe Bandbreite zur Verfügung steht).
es: Descarga solo un álbum a la vez. Si no, todos los álbumes se descargan simultáneamente (se proveerá mayor ancho de banda en caso de ser posible).
fi: Lataa yhden albumin kerrallaan. Jos ei, kaikki albumit ladataan yhtäaikaisesti (toimii paremmin hyvällä verkkoyhteydellä).
fr: Un seul album sera téléchargé à la fois. Si cette option n'est pas cochée, tous les albums seront téléchargés en même temps (conseillé si vous avez une bande passante suffisante).
hr: Preuzima samo jedan album odjednom. Ako ne, svi se albumi preuzimaju istodobno (zahtijeva veliku protočnost).
hu: Egyszerre csak egy albumot tölt le. Ha nincs bejelölve, minden album egyszerre kerül letöltésre (nagyobb sávszélesség esetén célszerű kikapcsolva hagyni).
id: Hanya mengunduh satu album sekaligus Jika tidak, semua album diunduh secara bersamaan (idealnya tersedia bandwidth tinggi).
it: Scarica un album alla volta. Altrimenti tutti gli album saranno scaricati contemporaneamente (consigliato per connessioni a banda larga).
ko: 한 번에 하나의 앨범만 다운로드합니다. 아니면 모든 앨범이 동시에 다운로드됩니다(높은 대역폭을 사용할 수 있으면 좋음).
nb_no: Laster ned kun ett album av gangen. Hvis ikke, vil alle album lastes ned samtidig (som er å foretrekke gitt at høy båndbredde forefinnes).
pl: Pobieranie albumów po kolei. W przeciwnym wypadku albumy są pobierane równocześnie (preferowane, jeśli masz wysoką przepustowość).
pt: Baixa apenas um álbum de cada vez. Caso contrário, todos os álbuns serão baixados simultaneamente (melhor disponibilizar de uma alta largura de banda).
ru: Загружает только один альбом за раз. Если нет, все альбомы загружаются одновременно (лучше при условии высокой пропускной способности).
sv: Laddar bara ned ett album åt gången. Om inte, laddas alla album ner samtidigt (bättre förutsatt att hög bandbredd är tillgänglig).
tr: Bir seferde yalnızca bir albüm indirir. Değilse, tüm albümler aynı anda indirilir (daha yüksek bant genişliği olması kaydıyla).
uk: Завантажує лише один альбом за раз. Якщо ні, всі альбоми завантажуються одночасно (краще, якщо доступна висока пропускна здатність).
vi: Chỉ tải xuống một album tại một thời điểm. Nếu không, tất cả các album được tải xuống đồng thời (tốt hơn là có sẵn băng thông cao).
zh: 不同时下载多部专辑。 如果不勾选，则同时下载所有专辑（需要有较快的网速）。

# checkBoxRetrieveFilesSize
source: Retrieve files _size before downloading tracks
ar: استرجع حجم الملف قبل تنزيل الأغاني
ca: Indicar el tamany del fitxer abans de descarregar pistes
de: _Dateigröße vor dem Herunterladen von Titeln abrufen
es: Recuperar el tamaño de los archivos antes de descargar las canciones
fi: Selvitä _tiedostokoko ennen kappaleiden lataamista
fr: Récupérer la _taille des fichiers avant téléchargement
hr: Pronađi ve_ličinu datoteke prije preuzimanja pjesama
hu: _Fájlméret meghatározása a zeneszámok letöltése előtt
id: Ambil _file sebelum mengunduh trek
it: Ottieni dimensioni _dei file
ko: 트랙 다운로드 전에 _file 크기 검색하기
nb_no: Hent fil_størrelse før nedlasting av spor
nl: Haal _bestandsgrootte op voor het downloaden van tracks
pl: Pobierz _wielkość plików przed pobraniem utworów
pt: Recuperar o tamanho do _ficheiro antes de descarregar faixas
ru: Получить размер _файла перед загрузкой треков
sv: Ta emot _filstorlek före spåren nerladdas
tr: Parçaları _indirmeden önce dosya boyutunu al
uk: Отримайте розмір_файлу перед завантаженням композицій
vi: Lấy kích thước _tệp trước khi tải nhạc về
zh: 在下载前确定文件大小

# checkBoxRetrieveFilesSize_ToolTip
source: If checked, files size will be retrieved so that precise download progress can be shown. Uncheck this option to save some time.
ar: يسترجع حجم الملف لإظهار تقدم دقيق. إذا لم يكن كذلك ، فسيتم حفظ بعض النطاق الترددي / الوقت.
ca: Recupera la mida del fitxer per mostrar el progrés precís. Si no, s'estalvia una mica d'amplada de banda/temps.
de: Ermittelt die Dateigröße, um den genauen Fortschritt anzuzeigen. Wenn nicht, wird etwas Bandbreite/Zeit eingespart.
es: Muestra el tamaño del archivo para mostrar precisamente el progreso. Si no, se ahorra algo de ancho de banda y tiempo.
fi: Selvittää tiedostokoon näyttääkseen latauksen edistymisen. Jos ei, säästetään hieman dataa/aikaa.
fr: La taille des fichiers sera récupérée afin de calculer précisément l'avancement. Décocher cette option permet de gagner du temps.
hr: Pronalazi veličinu datoteke za prikaz točnog stanja napretka. Ako ne, štedi se neka protočnost/vrijeme.
hu: A pontos előrehaladás jelzése érdekében a fájlméret meghatározása letöltés előtt. Ha nincs bekapcsolva, csekély mennyiségű sávszélesség/idő megtakarítható.
id: Mengambil ukuran file untuk menunjukkan progress. Jika tidak, beberapa bandwidth / waktu disimpan.
it: Ottieni le dimensioni dei file cosí da aumentare la precisione della barra di progresso. Disabilitare questa opzione per risparmiare banda/tempo.
nb_no: Henter filstørrelsen for å vise nøyaktig framdrift. Uten dette kan man spare litt båndbredde/tid.
pl: Pobiera rozmiar pliku przed pobieraniem, pozwala to na pokazanie postępu pobierania. Wydłuża pobieranie i zużywa więcej transferu (nieznacznie).
pt: Recupera o tamanho do ficheiro para mostrar um progresso preciso. Se não, alguma largura de banda/hora é salva.
ru: Получает размер файла, чтобы показать точный прогресс. If not, some bandwidth/time is saved.
sv: Hämtar filstorlek för att visa exakta framsteg. Om inte sparas viss bandbredd/tid.
tr: Kesin ilerlemeyi göstermek için dosya boyutunu alır. Aksi takdirde, bazı bant genişliği / zaman tasarrufu sağlanır.
uk: Отримує розмір файлу, щоб показати точний прогрес. Якщо ні, деяку пропускну здатність/час зберігається.
vi: Truy xuất kích thước tệp để hiển thị tiến trình chính xác. Nếu không, một số băng thông/thời gian sẽ được tiết kiệm.
zh: 确定文件大小以便能显示精确进度。 如果不勾选，则能节省一些带宽或时间。

# checkBoxSaveCoverArtInFolder
source: Save in _folder
ar: احفظ في الملف
ca: Desa a la carpeta
de: In _Ordner speichern
es: Guardar en carpeta
fi: Tallenna _kansioon
fr: Sauvegarder dans le _dossier
hr: Spremi u _mapu
hu: Mentés mappába
id: Simpan dalam _folder
it: Salva nella _cartella
nb_no: Lagre i _mappe
nl: Opslaan in _map
pl: Zapisz w _katalogu
pt: Salvar na _pasta
ru: Сохранить в _папку
sv: Spara i _mapp
tr: K_lasöre kaydet
uk: Зберегти в _теку
vi: Lưu ở _thư mục
zh: 保存到文件夹

# checkBoxSaveCoverArtInFolder_ToolTip
source: If checked, the cover art will be downloaded in the albums folder.
ar: تحميل صورة الغلاف إلى مجلد الألبوم.
ca: Baixar la caràtula a la carpeta de l'àlbum.
de: Lädt Grafiken von Covern in den Albumordner herunter.
es: Descarga la portada en la carpeta del álbum.
fi: Lataa kansitaiteen albumikansioon.
fr: La pochette sera téléchargée dans le dossier de l'album.
hr: Preuzima omot u mapu albuma.
hu: Borítókép letöltése az album mappájába.
id: Unduh cover art ke berkas album.
it: La copertina sarà scaricata nella cartella dell'album.
nb_no: Laster ned omslagsbilde til albummappen.
pl: Pobiera okładkę do folderu albumów.
pt: Baixa a arte de capa para a pasta do álbum.
ru: Загружает обложку в папку альбома.
sv: Ladda ner omslagsbild till albumets mapp.
tr: Kapak resmini Albümler klasörüne yükler.
uk: Завантажує обкладинку в теку альбому.
vi: Tải ảnh bìa xuống thư mục của album.
zh: 将封面下载到专辑文件夹中。

# checkBoxSaveCoverArtInTags_ToolTip
source: If checked, the cover art will be saved in the tracks tags.
ar: يحفظ غلاف الألبوم في علامات الأغاني.
ca: Desar la portada a les etiquetes de la pista.
de: Speichert Coverbild in den Tags.
es: Guarda la portada en las etiquetas de las canciones.
fi: Tallentaa albumitaiteen kappeleen tageihin.
fr: La pochette sera téléchargée dans les métadonnées des chansons.
hr: Sprema omot u oznaku pjesme.
hu: Borítókép mentése a címkékbe.
id: Menyimpan cover art di tag trek.
it: La copertina sarà salvata nelle etichette della traccia.
nb_no: Lagre omslagsbilde i sporetikettene.
pl: Zapisuje okładkę w tagach utworu.
pt: Salva a arte de capa nas tags da faixa.
ru: Сохраняет обложку в тегах трека.
sv: Spara omslagsbild i spårtaggarna.
tr: Kapak resmini parça etiketlerine kaydeder.
uk: Зберігає обкладинку в тегах доріжки.
vi: Lưu ảnh bìa vào trong thẻ bài hát.
zh: 将封面保存到文件中。

# messageBoxButtonCancel
source: &Cancel
ar: _الغاء
ca: Cancel·lar
de: _Abbrechen
es: Cancelar
fi: _Peruuta
fr: _Annuler
hr: _Odustani
hu: _Mégse
id: _Batal
it: _Annulla
nb_no: _Avbryt
nl: _Annuleren
pl: _Anuluj
pt: _Cancelar
ru: _Отмена
sv: _Avbryt
tr: İ_ptal
uk: _Скасувати
vi: _Huỷ
zh: 取消

# messageBoxButtonNo
source: &No
ar: _لا
de: _Nein
fi: _Ei
fr: _Non
hr: _Ne
hu: _Nem
id: _Tidak
nb_no: _Nei
nl: _Nee
pl: _Nie
pt: _Não
ru: _Нет
sv: _Nej
tr: Numara
uk: _Ні
vi: _Không
zh: 否

# messageBoxButtonOK
source: &OK
ar: _اوك
ca: Sí
es: Aceptar
hr: _U redu
id: _Oke
nl: _Oké
tr: Tamam
uk: _ОК
zh: 好的

# messageBoxButtonYes
source: &Yes
ar: _نعم
ca: Sí
de: _Ja
es: Sí
fi: _Kyllä
fr: _Oui
hr: _Da
hu: _Igen
id: _Ya
it: _Sì
nb_no: _Ja
nl: _Ja
pl: _Tak
pt: _Sim
ru: _Да
sv: _Ja
tr: Evet
uk: _Так
vi: _Có
zh: 是

# TagEditAction_DoNotModify
source: Do not modify
ar: لا تقم بتعديل النص
ca: No modificar
de: Nicht ändern
es: No modificar
fi: Älä muokkaa
fr: Ne pas modifier
hr: Ne mijenjaj
hu: Ne módosítsa
id: Jangan di modif
it: Non modificare
nb_no: Ikke endre
nl: Niet aanpassen
pl: Nie zmieniaj
pt: Não modificar
ru: Не изменять
sv: Modifiera inte
tr: Değiştirmeyin
uk: Не змінювати
vi: Không được sửa đổi
zh: 保持原样

# TagEditAction_Empty
source: Empty tag
ar: امسح التاگ
ca: Esborrar etiquetes
de: Tag leeren
es: Borrar la etiqueta
fi: Tyhjennä tagi
fr: Vider les métadonnées
hr: Ukloni oznaku
hu: Címke törlése
id: Tag dibersihkan
it: Pulisci etichette
nb_no: Fjern etikett
nl: Tag wissen
pl: Wyczyść tag
pt: Limpar tag
ru: Очистить данные
sv: Rensa tagg
tr: Boş Etiket
uk: Очистити тег
vi: Xoá thẻ
zh: 清除标记

# TagEditAction_Modify
source: Save in tag
ar: حفظ من ضمن التاگات
ca: Desar etiquetes
de: Im Tag speichern
es: Guardar en etiqueta
fi: Tallenna tagiin
fr: Enregistrer dans les métadonnées
hr: Spremi u oznaku
hu: Mentés címkébe
id: Tqg disimpan
it: Salva nelle etichette
nb_no: Lagre i etikett
nl: Opslaan in tag
pl: Zapisz w tagu
pt: Salvar na tag
ru: Сохранить в теге
sv: Spara i tagg
tr: Etikette kaydet
uk: Зберегти в тезі
vi: Lưu trong thẻ
zh: 保存到标记中

# TagRemoveAction_DoNotModify
source: Do not modify
ar: لا تقم بتعديل النص
ca: No modificar
de: Nicht ändern
es: No modificar
fi: Älä muokkaa
fr: Ne pas modifier
hr: Ne mijenjaj
hu: Ne módosítsa
id: Jangan dimodif
it: Non modificare
nb_no: Ikke endre
nl: Niet aanpassen
pl: Nie zmieniaj
pt: Não modificar
ru: Не изменять
sv: Modifiera inte
tr: Değiştirmeyin
uk: Не змінювати
vi: Không được sửa đổi
zh: 保持原样

# TagRemoveAction_Empty
source: Empty tag
ar: امسح التاگ
ca: Esborrar etiquetes
de: Tag leeren
es: Vaciar etiqueta
fi: Tyhjennä tagi
fr: Vider les métadonnées
hr: Ukloni oznaku
hu: Címke törlése
id: Tag di bersihkan
it: Pulisci etichette
nb_no: Fjern etikett
nl: Tag wissen
pl: Wyczyść tag
pt: Limpar tag
ru: Очистить тег
sv: Rensa tagg
tr: Etiketi temizle
uk: Очистити тег
vi: Xoá thẻ
zh: 清除标记

# labelIssues
source: Report a bug
ar: الإبلاغ عن خطأ
ca: Informar d'un error
de: Fehler melden
es: Reportar error
fi: Ilmoita bugista
fr: Signaler un bug
hr: Prijavi grešku
hu: Szoftverhiba bejelentése
id: Laporkan bug
it: Segnala un problema
nb_no: Innrapporter en feil
nl: Een bug melden
pl: Zgłoś błąd
pt: Reportar um erro
ru: Сообщить об ошибке
sv: Rapportera en bugg
tr: Hata bildir
uk: Зазвітувати про помилку
vi: Báo lỗi
zh: 报告错误

# windowUpdate_Title
source: Update
ar: تحديث
ca: Actualitzar
de: Aktualisierung
es: Actualizar
fi: Päivitä
fr: Mise à jour
hr: Aktualiziraj
hu: Frissítés
id: Perbarui
it: Aggiorna
nb_no: Oppdater
pl: Aktualizacja
pt: Atualizar
ru: Обновить
sv: Uppdatering
tr: Güncelleştirme
uk: Оновлення
vi: Cập nhật
zh: 更新

# labelHttpPort
source: _Port
ar: منفذ
es: Puerto
fi: _Portti
hr: _Priključak
it: _Porta
nl: _Poort
pt: _Porta
ru: _Порт
uk: _Порт
vi: _Cổng
zh: 端口

# textBlockTranslationHelp
source: Help translate
ar: ساعد في الترجمة
ca: Ajuda a traduir
de: Hilfe zur Übersetzung
es: Ayude a traducir
fi: Auta kääntämisessä
fr: Aider à la traduction
hr: Pomogni prevesti
hu: Segítsen a fordításban! (Help translate.)
id: Bantu terjemahkan
it: Collabora alla traduzione
nb_no: Hjelp til i oversettelsen
nl: Help met vertalen
pl: Pomóż w tłumaczeniu
pt: Ajudar a traduzir
ru: Помогите перевести
sv: Hjälp till att översätta
tr: Çeviriye yardım edin
uk: Допоможіть перекласти
vi: Giúp phiên dịch
zh: 帮助翻译

# labelListBoxItemAbout
source: About
ar: عن
ca: Sobre
de: Über
es: Acerca de
fi: Tietoa
fr: À propos
hr: Informacije
hu: Névjegy
id: Tentang
it: Informazioni
nb_no: Om
nl: Over
pl: O programie
pt: Sobre
ru: О программе
sv: Om
tr: Hakkında
uk: Про програму
vi: Về phần mềm
zh: 关于

# labelChangelogTitle
source: Changelog
ar: سجل التغيير
ca: Registre de canvis
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutosloki
fr: Notes de version
hr: Protokol promjena
id: Rilis perubahan
it: Registro cambiamenti
nb_no: Endringslogg
nl: Wijzigingslog
pl: Lista zmian
pt: Registo de alterações
ru: Журнал изменений
sv: Ändringslogg
tr: Değişiklikler
uk: Журнал змін
vi: Thay đổi
zh: 更新日志

# textBlockReleasesWebsite
source: Releases history
ar: تاريخ الإصدارات
ca: Historial de llançaments
de: Versionsverlauf
es: Historial de lanzamientos
fi: Julkaisuhistoria
fr: Historique des versions
hr: Povijest izdanja
hu: Verziótörténet
id: Sejarah rilis
it: Storico versioni
nb_no: Utgivelseshistorikk
nl: Releases geschiedenis
pl: Historia aktualizacji
pt: Histórico de lançamentos
ru: История релизов
sv: Släpp historik
tr: Sürüm geçmişi
uk: Історія релізів
vi: Lịch sử phát hành
zh: 更新历史

# labelDownloadsPath
source: Save albums _to
ar: حفظ الألبومات في
ca: Desar els àlbums a
de: Alben speichern _in
es: Guardar álbumes a
fi: Tallenna albumit _kohteeseen
fr: _Enregistrer les albums sous
hr: Spremi albume _u
hu: Albumok mentése ide:
id: Simpan album _ke
it: Salva _gli album in
nb_no: La_gre album i
nl: Albums opslaan _in
pl: Zapisz albumy _w
pt: Salvar álbuns _para
ru: Сохранить альбомы _в
sv: Spara album _till
tr: Albümleri şuraya _kaydet
uk: Зберегти альбоми _в
vi: Lưu album _tới
zh: 将专辑保存到
